[
  {
    "nome": "Bulbasaur",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento), Chlorophyll (Clorofila)",
    "descricao": "Descrição",
    "descricao_descricao": "Eles nascem com uma semente implantada em suas costas que cresce com o tempo. O bulbo em suas costas está cheio de nutrientes e absorve os raios de sol, crescendo à medida que Bulbasaur envelhece. Este Pokémon é conhecido por ser extremamente resistente e calmo."
  },
  {
    "nome": "Ivysaur",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento), Chlorophyll (Clorofila)",
    "descricao": "Descrição",
    "descricao_descricao": "Quando o bulbo nas costas de Bulbasaur cresce, ele evolui para Ivysaur. O broto agora é uma flor grande e pesada que está prestes a desabrochar. Para suportar o peso, as pernas de Ivysaur se tornam mais fortes. Ele começa a passar mais tempo tomando sol."
  },
  {
    "nome": "Venusaur",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento), Chlorophyll (Clorofila)",
    "descricao": "Descrição",
    "descricao_descricao": "A flor em suas costas atinge o desabrochar total ao evoluir para Venusaur. A flor muda de cor e cheiro após absorver uma grande quantidade de luz solar. O aroma da flor pode acalmar as pessoas. Ele se move lentamente para usar o sol como fonte de energia."
  },
  {
    "nome": "Charmander",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama), Solar Power (Poder Solar)",
    "descricao": "Descrição",
    "descricao_descricao": "Desde o nascimento, uma chama queima na ponta de sua cauda. A força desta chama indica a vitalidade e emoções de Charmander. Se a chama se apagar, a vida de Charmander também se extingue. Ele adora coisas quentes e se aquece em rochas vulcânicas."
  },
  {
    "nome": "Charmeleon",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama), Solar Power (Poder Solar)",
    "descricao": "Descrição",
    "descricao_descricao": "Charmeleon é conhecido por ser temperamental. Ele desfere golpes de cauda em seus oponentes e usa suas garras afiadas com ferocidade em batalha. Emite rugidos assustadores. A chama na ponta de sua cauda arde em um branco-azulado quando ele se irrita."
  },
  {
    "nome": "Charizard",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama), Solar Power (Poder Solar)",
    "descricao": "Descrição",
    "descricao_descricao": "Charizard voa pelos céus em busca de oponentes fortes. Ele cospe fogo tão quente que é capaz de derreter pedras e geleiras. Suas asas são poderosas o suficiente para carregá-lo até uma altitude de 1.400 metros. Ele nunca usará sua respiração de fogo contra um inimigo mais fraco."
  },
  {
    "nome": "Squirtle",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente), Rain Dish (Prato de Chuva)",
    "descricao": "Descrição",
    "descricao_descricao": "Quando ele retrai seu pescoço em seu casco, ele lança água com uma força surpreendente. Seu casco é duro e arredondado, minimizando a resistência na água e permitindo que ele nade em alta velocidade. O casco também serve como proteção em caso de ataque."
  },
  {
    "nome": "Wartortle",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente), Rain Dish (Prato de Chuva)",
    "descricao": "Descrição",
    "descricao_descricao": "Suas orelhas grandes e sua cauda são cobertas por uma pelagem espessa e branca, que armazena ar para mergulhos longos. Dizem que Wartortle pode viver por dez mil anos. É um símbolo de longevidade e é muito popular como animal de estimação."
  },
  {
    "nome": "Blastoise",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente), Rain Dish (Prato de Chuva)",
    "descricao": "Descrição",
    "descricao_descricao": "Os canhões de água em seu casco são aprimorados e disparam jatos de água que podem perfurar chapas de aço. Eles são usados para alvos de alta precisão. O peso de seu corpo e o recuo dos canhões o tornam um oponente difícil de derrubar. É um Pokémon muito confiável."
  },
  {
    "nome": "Caterpie",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shield Dust (Poeira de Escudo), Run Away (Fuga)",
    "descricao": "Descrição",
    "descricao_descricao": "Ele possui um apetite voraz e pode devorar as folhas das plantas a uma velocidade impressionante. Seu corpo é coberto por uma pele verde. O odor emitido pelas antenas em sua cabeça é usado para repelir predadores, embora seja inofensivo."
  },
  {
    "nome": "Metapod",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Troca de Pele)",
    "descricao": "Descrição",
    "descricao_descricao": "Metapod é a evolução de Caterpie. Seu corpo mole e frágil está protegido por uma casca verde esmeralda. Quase não se move, pois está se preparando para a evolução. A única coisa que faz é endurecer a casca, usando 'Harden' (Endurecer), enquanto aguarda sua transformação."
  },
  {
    "nome": "Butterfree",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Compound Eyes (Olhos Compostos), Tinted Lens (Lente Tingida)",
    "descricao": "Descrição",
    "descricao_descricao": "Butterfree emerge do casulo de Metapod. Ele tem grandes asas cobertas por um pó tóxico. Ele voa em busca do delicioso néctar das flores, usando suas asas para espalhar poeira que pode causar sono ou envenenamento. É um excelente polinizador."
  },
  {
    "nome": "Weedle",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shield Dust (Poeira de Escudo), Run Away (Fuga)",
    "descricao": "Descrição",
    "descricao_descricao": "Weedle tem um olfato extremamente desenvolvido, capaz de diferenciar seus tipos favoritos de folhas. Possui um espinho venenoso na cabeça e outro na cauda, que usa para se defender. É frequentemente encontrado em matagais e florestas densas."
  },
  {
    "nome": "Kakuna",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Troca de Pele)",
    "descricao": "Descrição",
    "descricao_descricao": "Kakuna é o estágio de casulo de Weedle. Sua casca externa é muito dura, mas o corpo por dentro é macio e vulnerável. Ele se agarra às árvores e espera pacientemente pela evolução. Se perturbado, ele tentará picar com seu ferrão venenoso."
  },
  {
    "nome": "Beedrill",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Sniper (Atirador Furtivo)",
    "descricao": "Descrição",
    "descricao_descricao": "Beedrill tem três ferrões venenosos, um em cada pata dianteira e um na cauda, que usa para atacar em alta velocidade. Ele é conhecido por ser extremamente territorial e agressivo, atacando intrusos com picadas letais em um piscar de olhos."
  },
  {
    "nome": "Pidgey",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Tangled Feet (Pés Emaranhados), Big Pecks (Bico Grande)",
    "descricao": "Descrição",
    "descricao_descricao": "Pidgey é um Pokémon dócil e muito comum. Ele evita lutar, preferindo levantar nuvens de poeira e areia com suas asas para desorientar o inimigo antes de fugir. Ele tem um forte senso de direção e sempre encontra o caminho de volta ao seu ninho."
  },
  {
    "nome": "Pidgeotto",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Tangled Feet (Pés Emaranhados), Big Pecks (Bico Grande)",
    "descricao": "Descrição",
    "descricao_descricao": "Pidgeotto é um excelente caçador com visão aguçada. Ele patrulha uma grande área em busca de presas e é conhecido por ser ferozmente territorial. Ele pode carregar sua presa, por mais pesada que seja, por longas distâncias até seu ninho."
  },
  {
    "nome": "Pidgeot",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Tangled Feet (Pés Emaranhados), Big Pecks (Bico Grande)",
    "descricao": "Descrição",
    "descricao_descricao": "A plumagem em sua cabeça é uma visão gloriosa. Pidgeot voa em velocidades incríveis, podendo atingir Mach 2. Ele usa sua velocidade e suas garras afiadas para atacar oponentes. É muito respeitado e é frequentemente o líder de bandos de Pidgey e Pidgeotto."
  },
  {
    "nome": "Rattata",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fuga), Guts (Garra), Hustle (Correria)",
    "descricao": "Descrição",
    "descricao_descricao": "Rattata é um Pokémon roedor que se reproduz rapidamente e pode ser encontrado em quase qualquer lugar. Ele rói tudo com seus dentes, que nunca param de crescer. É cauteloso, mas pode atacar se estiver acuado. Ele costuma procurar comida em pares ou pequenos grupos."
  },
  {
    "nome": "Raticate",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fuga), Guts (Garra), Hustle (Correria)",
    "descricao": "Descrição",
    "descricao_descricao": "Os dentes incisivos de Raticate são extremamente resistentes e crescem constantemente. Ele pode roer qualquer coisa e usa seus bigodes para manter o equilíbrio, mesmo em terrenos muito irregulares. Ele é conhecido por sua agressividade e é um nadador competente."
  },
  {
    "nome": "Spearow",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Sniper (Atirador Furtivo)",
    "descricao": "Descrição",
    "descricao_descricao": "Spearow é um Pokémon pequeno e muito comum que não consegue voar muito alto. No entanto, é capaz de voar rápido por curtas distâncias, batendo suas asas sem parar. Vive em grandes bandos e costuma fazer ninhos em árvores altas ou no chão."
  },
  {
    "nome": "Fearow",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Sniper (Atirador Furtivo)",
    "descricao": "Descrição",
    "descricao_descricao": "A evolução de Spearow, Fearow, é notável por seu longo pescoço e bico pontudo, que lhe permite caçar na água e na terra. Ele pode voar por longos períodos sem precisar pousar. É um Pokémon feroz e territorial, temido por muitos Pokémon Voadores."
  },
  {
    "nome": "Ekans",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Shed Skin (Troca de Pele), Unnerve (Desassossego)",
    "descricao": "Descrição",
    "descricao_descricao": "Ekans é um Pokémon serpente que pode desarticular sua mandíbula para engolir presas maiores. Vive na grama alta e caça pequenos Pokémon e ovos de Pidgey. Quando é ameaçado, ergue sua cabeça e emite um som de chocalho sinistro antes de atacar com veneno."
  },
  {
    "nome": "Arbok",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Shed Skin (Troca de Pele), Unnerve (Desassossego)",
    "descricao": "Descrição",
    "descricao_descricao": "Arbok é a evolução de Ekans. Aterroriza os inimigos com as marcas ameaçadoras em seu peito, que se assemelham a um rosto furioso. Dizem que a marca muda de padrão para intimidar diferentes tipos de oponentes. Possui um veneno extremamente potente."
  },
  {
    "nome": "Pikachu",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática), Lightning Rod (Para-Raios)",
    "descricao": "Descrição",
    "descricao_descricao": "Pikachu é famoso por armazenar eletricidade nas bolsas de suas bochechas. Quando irritado, ele descarrega a energia. Usa seu rabo em forma de raio para testar objetos e também como para-raios para se proteger. Vive em florestas e perto de casas."
  },
  {
    "nome": "Raichu",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática), Lightning Rod (Para-Raios)",
    "descricao": "Descrição",
    "descricao_descricao": "Raichu é a forma evoluída de Pikachu. Ele tem um corpo coberto por pelo mais grosso, o que lhe permite armazenar mais eletricidade. O rabo longo atua como um fio terra, evitando que ele se choque. Quando totalmente carregado, brilha fracamente no escuro."
  },
  {
    "nome": "Sandshrew",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Sand Rush (Corrida de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Sandshrew vive em áreas secas e arenosas. É capaz de se enrolar em uma bola para se proteger de ataques, formando uma casca quase impenetrável. Pode se enterrar no solo em apenas um segundo para se esconder ou se refrescar do calor."
  },
  {
    "nome": "Sandslash",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Sand Rush (Corrida de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Sandslash possui garras longas e afiadas nas patas dianteiras. Seus espinhos no corpo se tornam extremamente duros, como aço. Ao se enrolar em uma bola, ele se torna uma arma de corte. Ele se move no deserto com facilidade, subindo e descendo dunas."
  },
  {
    "nome": "Nidoran♀",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto Venenoso), Rivalry (Rivalidade), Hustle (Correria)",
    "descricao": "Descrição",
    "descricao_descricao": "Nidoran Fêmea possui espinhos que secretam veneno. Embora prefira não lutar, se sentir-se ameaçada, ela atacará com seus espinhos para proteger sua família. É muito sensível ao ambiente e usa seus bigodes para detectar a direção do vento e o cheiro de predadores."
  },
  {
    "nome": "Nidorina",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto Venenoso), Rivalry (Rivalidade), Hustle (Correria)",
    "descricao": "Descrição",
    "descricao_descricao": "Nidorina é a evolução de Nidoran Fêmea. Seus chifres crescem mais e seus espinhos se tornam mais venenosos. Ela se torna mais cautelosa e raramente briga, preferindo se esconder em tocas. Ela detesta estar perto de sua forma evoluída (Nidoqueen) ou de Nidoran Macho (Nidorino)."
  },
  {
    "nome": "Nidoqueen",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto Venenoso), Rivalry (Rivalidade), Sheer Force (Força Pura)",
    "descricao": "Descrição",
    "descricao_descricao": "Nidoqueen é a forma final feminina da linha evolutiva. Ela é muito mais focada na defesa e é extremamente protetora, usando seu corpo robusto e escamas resistentes como armadura para proteger sua toca e seus filhotes. É perita em desferir golpes poderosos com seu corpo."
  },
  {
    "nome": "Nidoran♂",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto Venenoso), Rivalry (Rivalidade), Hustle (Correria)",
    "descricao": "Descrição",
    "descricao_descricao": "Nidoran Macho é um Pokémon cauteloso, mas que rapidamente se torna agressivo se irritado. Ele tem orelhas grandes que usa para escanear os arredores e detectar o perigo. Seu chifre contém um veneno poderoso, que ele usa para se defender."
  },
  {
    "nome": "Nidorino",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto Venenoso), Rivalry (Rivalidade), Hustle (Correria)",
    "descricao": "Descrição",
    "descricao_descricao": "Nidorino é conhecido por ser agressivo e rápido para atacar. Seu chifre é mais duro que diamante e secreta um veneno ainda mais forte. Ao sentir uma presença hostil, os espinhos em suas costas se arrepiam, e ele desafia o inimigo com toda a sua força."
  },
  {
    "nome": "Nidoking",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto Venenoso), Rivalry (Rivalidade), Sheer Force (Força Pura)",
    "descricao": "Descrição",
    "descricao_descricao": "Nidoking é a forma final masculina da linha evolutiva. Ele se orgulha de sua força. Sua cauda grossa e poderosa pode quebrar postes de telefone com um único balanço. Seu chifre contém veneno e é capaz de perfurar rochas e diamantes. Ele é conhecido por suas fúrias destrutivas."
  },
  {
    "nome": "Clefairy",
    "tipo": "Tipo",
    "tipo_descricao": "Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Magic Guard (Guarda Mágica), Friend Guard (Guarda Amiga)",
    "descricao": "Descrição",
    "descricao_descricao": "Um Pokémon fada tímido e raramente visto, que vive nas montanhas. Em noites de lua cheia, eles se reúnem em vales isolados para dançar sob o luar. A luz da lua faz com que as asas de Clefairy brilhem, e ele flutua no ar enquanto dança."
  },
  {
    "nome": "Clefable",
    "tipo": "Tipo",
    "tipo_descricao": "Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Magic Guard (Guarda Mágica), Unaware (Desavisado)",
    "descricao": "Descrição",
    "descricao_descricao": "A audição de Clefable é tão aguçada que ele pode ouvir um alfinete caindo a mais de 800 metros de distância. Devido à sua timidez, ele vive profundamente nas montanhas, onde quase não há ruídos de pessoas ou outros Pokémon. Ele se move saltitando levemente, quase como se estivesse voando."
  },
  {
    "nome": "Vulpix",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Flash Fire (Fogo Rápido), Drought (Estiagem)",
    "descricao": "Descrição",
    "descricao_descricao": "Vulpix é um Pokémon raposa. Quando nasce, ele tem apenas uma cauda branca, que se divide em seis caudas magníficas e enroladas à medida que envelhece. Dentro de seu corpo queima uma chama que nunca se apaga. Ele manipula bolas de fogo para caçar suas presas."
  },
  {
    "nome": "Ninetales",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Flash Fire (Fogo Rápido), Drought (Estiagem)",
    "descricao": "Descrição",
    "descricao_descricao": "Ninetales é um Pokémon altamente inteligente. A lenda diz que ele vive por mil anos e que foi formado quando nove santos se fundiram em um só. Agarrar uma de suas nove caudas pode resultar em uma maldição de 1.000 anos. Ele usa seus olhos vermelhos brilhantes para controlar a mente de seus oponentes."
  },
  {
    "nome": "Jigglypuff",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Competitive (Competitivo), Friend Guard (Guarda Amiga)",
    "descricao": "Descrição",
    "descricao_descricao": "Jigglypuff tem grandes olhos, que hipnotizam seus oponentes antes de cantar uma melodia misteriosa. Sua canção ajusta as ondas sonoras para coincidir com as ondas cerebrais de quem a escuta, fazendo-os dormir rapidamente. Ele pode inflar seu corpo como um balão."
  },
  {
    "nome": "Wigglytuff",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Competitive (Competitivo), Frisk (Espreitar)",
    "descricao": "Descrição",
    "descricao_descricao": "A pele de Wigglytuff é extremamente macia e elástica, com a qual ele compete para ver quem se infla mais. Ao inalar profundamente, ele pode expandir seu corpo a um tamanho enorme e quicar levemente como um balão. Ele usa seus olhos grandes para hipnotizar inimigos."
  },
  {
    "nome": "Zubat",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "Zubat não possui olhos, mas usa ondas ultrassônicas de sua boca para navegar no escuro. Ele vive em cavernas ou sob beirais de prédios, evitando a luz do sol, que pode causar-lhe dor. Ele se alimenta sugando o sangue de Pokémon e humanos enquanto dormem."
  },
  {
    "nome": "Golbat",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "A evolução de Zubat, Golbat, tem uma boca enorme equipada com presas afiadas. Quando encontra uma vítima, ele se agarra a ela e suga o sangue até ficar satisfeito. Sua sede por sangue é insaciável, e ele pode sugar mais de 300 ml de sangue de uma vez, tornando-se pesado e lento."
  },
  {
    "nome": "Oddish",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Run Away (Fuga)",
    "descricao": "Descrição",
    "descricao_descricao": "Oddish é um Pokémon noturno. Durante o dia, ele se enterra no solo para absorver os nutrientes da terra e evitar o sol. À noite, ele sai e vagueia por até 300 metros, espalhando sementes. Seus pés se parecem com raízes, facilitando o enraizamento no solo."
  },
  {
    "nome": "Gloom",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Stench (Mau Cheiro)",
    "descricao": "Descrição",
    "descricao_descricao": "Gloom exala um odor fétido de seu pistilo, que é muito pior que a sua aparência. Ele usa este cheiro para afastar predadores e atrair presas em potencial. Ele baba um néctar doce, mas pegajoso e venenoso. Quando se sente seguro e feliz, ele não libera seu cheiro desagradável."
  },
  {
    "nome": "Vileplume",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Effect Spore (Esporo Efeito)",
    "descricao": "Descrição",
    "descricao_descricao": "A maior pétala do mundo Pokémon, a flor em sua cabeça, atinge o desabrochar total. Vileplume tem a capacidade de liberar esporos de pólen altamente alergênicos de suas pétalas, causando paralisia ou intoxicação. O pólen é tão pesado que ele se move lentamente."
  },
  {
    "nome": "Paras",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Effect Spore (Esporo Efeito), Dry Skin (Pele Seca), Damp (Umidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Paras é um Pokémon inseto cuja evolução é marcada por dois cogumelos chamados 'Tochukaso' que crescem em suas costas. Os cogumelos sugam os nutrientes de Paras, mas também o ajudam na batalha. É encontrado em locais úmidos."
  },
  {
    "nome": "Parasect",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Effect Spore (Esporo Efeito), Dry Skin (Pele Seca), Damp (Umidade)",
    "descricao": "Descrição",
    "descricao_descricao": "O cogumelo 'Tochukaso' nas costas de Parasect cresceu tanto que o Pokémon é controlado por ele, agindo mais como um hospedeiro. O fungo esfrega esporos venenosos altamente tóxicos. Ele prefere lugares escuros e úmidos e é frequentemente visto em árvores."
  },
  {
    "nome": "Venonat",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Compound Eyes (Olhos Compostos), Tinted Lens (Lente Tingida), Run Away (Fuga)",
    "descricao": "Descrição",
    "descricao_descricao": "Venonat tem grandes olhos que parecem radares. Seus olhos funcionam como um poderoso sonar, permitindo-lhe ver na escuridão total. Ele se esconde entre as folhas das árvores, esperando que pequenos insetos voadores se aproximem para atacá-los."
  },
  {
    "nome": "Venomoth",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shield Dust (Poeira de Escudo), Tinted Lens (Lente Tingida), Wonder Skin (Pele Maravilhosa)",
    "descricao": "Descrição",
    "descricao_descricao": "Venomoth é um Pokémon noturno que adora luz brilhante. Suas asas são cobertas por escamas tóxicas. O pólen nas suas asas pode causar paralisia, sonolência ou até mesmo envenenamento dependendo da cor. Ele é um voador extremamente rápido e furtivo."
  },
  {
    "nome": "Diglett",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Arena Trap (Armadilha de Arena), Sand Force (Força da Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Diglett vive sob a terra, onde se alimenta de raízes e evita a luz. Ele se move cavando sob o solo a uma velocidade surpreendente. Raramente é visto fora da terra, e ninguém nunca viu a parte inferior de seu corpo, que está sempre coberta de terra."
  },
  {
    "nome": "Dugtrio",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Arena Trap (Armadilha de Arena), Sand Force (Força da Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Dugtrio é a forma evoluída de Diglett, consistindo em três Diglett. Eles trabalham em uníssono para cavar através de qualquer tipo de solo a até 100 quilômetros por hora, causando tremores de terra. Ninguém jamais viu a parte inferior de seus corpos, que permanece um mistério."
  },
  {
    "nome": "Meowth",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pickup (Coleta), Technician (Técnico), Unnerve (Desassossego)",
    "descricao": "Descrição",
    "descricao_descricao": "Meowth é um Pokémon felino que adora objetos redondos e brilhantes. Sua habilidade de caminhar sobre duas patas é notável. Na testa, ele tem uma moeda de ouro chamada 'Koban', que brilha sob a luz. Ele passa o dia todo dormindo e a noite toda perambulando pelas cidades."
  },
  {
    "nome": "Persian",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Limber (Flexibilidade), Technician (Técnico), Unnerve (Desassossego)",
    "descricao": "Descrição",
    "descricao_descricao": "Persian é conhecido por seu pelo luxuoso e por sua postura graciosa. Ele é muito difícil de domar e prefere ser mimado. A gema em sua testa é maior e mais valiosa que a de Meowth. Apesar da elegância, ele se torna selvagem e feroz se atacado."
  },
  {
    "nome": "Psyduck",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Damp (Umidade), Cloud Nine (Nuvem Nove), Swift Swim (Nado Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Psyduck sofre de constantes dores de cabeça. Quando sua dor atinge o pico, ele libera um poder psíquico que ele não consegue controlar nem lembrar depois. Ele segura a cabeça com as patas na tentativa de aliviar a dor, o que o faz parecer desorientado."
  },
  {
    "nome": "Golduck",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Damp (Umidade), Cloud Nine (Nuvem Nove), Swift Swim (Nado Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Golduck é um excelente nadador, muitas vezes confundido com o mítico Kappa. Ele pode nadar mais rápido que um atleta de classe mundial e pode mergulhar a grandes profundidades. Quando usa seu poder psíquico, a gema vermelha em sua testa brilha intensamente."
  },
  {
    "nome": "Mankey",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Vital Spirit (Espírito Vital), Anger Point (Ponto de Raiva), Defiant (Desafiador)",
    "descricao": "Descrição",
    "descricao_descricao": "Mankey vive em grandes colônias em árvores. É um Pokémon fácil de irritar; se um começa a brigar, toda a colônia o fará. Sua raiva é lendária, e ele persegue qualquer um que o tenha irritado, não importa o quão longe a pessoa vá. Suas presas são sua única proteção."
  },
  {
    "nome": "Primeape",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Vital Spirit (Espírito Vital), Anger Point (Ponto de Raiva), Defiant (Desafiador)",
    "descricao": "Descrição",
    "descricao_descricao": "Primeape é um Pokémon que está permanentemente furioso. Dizem que ele fica tão bravo que morre. Se ele não estiver atacando, é porque adormeceu de exaustão. Sua raiva aumenta seu poder, e ele se torna mais forte ao longo do tempo em que está enfurecido."
  },
  {
    "nome": "Growlithe",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Flash Fire (Fogo Rápido), Justified (Justiça)",
    "descricao": "Descrição",
    "descricao_descricao": "Growlithe é conhecido por seu senso de olfato aguçado e por sua lealdade inabalável. Ele protegerá seu treinador e território com feroz determinação. Seus latidos são como trovões. É um Pokémon que não hesita em enfrentar inimigos maiores e mais fortes."
  },
  {
    "nome": "Arcanine",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Flash Fire (Fogo Rápido), Justified (Justiça)",
    "descricao": "Descrição",
    "descricao_descricao": "Arcanine é reverenciado por sua beleza e velocidade. É um Pokémon lendário na China e é frequentemente confundido com uma divindade. Ele pode correr mais de 10.000 quilômetros em um único dia. Sua juba majestosa e sua pelagem o tornam um dos Pokémon mais admirados."
  },
  {
    "nome": "Poliwag",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Absorb (Absorção de Água), Damp (Umidade), Swift Swim (Nado Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Poliwag vive em água doce e tem uma pele fina e transparente através da qual seus órgãos internos são visíveis. A espiral em sua barriga se move lentamente e serve para camuflar seus órgãos internos. Ele nada agitadamente, evitando a todo custo sair da água."
  },
  {
    "nome": "Poliwhirl",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Absorb, Damp, Swift Swim (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "A superfície do seu corpo está sempre húmida e escorregadia com um fluido oleoso, o que o ajuda a escapar das garras de inimigos em batalha. A espiral em sua barriga move-se suavemente e pode induzir sonolência."
  },
  {
    "nome": "Poliwrath",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Absorb, Damp, Swift Swim (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "Com músculos extremamente desenvolvidos, ele pode nadar no oceano sem se cansar, superando facilmente os melhores nadadores humanos. Seu corpo é quase inteiramente composto de músculos e é capaz de reduzir grandes pedras a pó com um soco certeiro."
  },
  {
    "nome": "Abra",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize, Inner Focus, Magic Guard (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "Dorme 18 horas por dia. Mesmo dormindo, consegue sentir a presença de inimigos e usa o Teletransporte imediatamente para se mover para a segurança. Se não dormir o suficiente, perde a capacidade de usar seus poderes telecinéticos."
  },
  {
    "nome": "Kadabra",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize, Inner Focus, Magic Guard (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "Este Pokémon armazena energia psíquica na estrela da sua testa para se preparar para a evolução. Usa o seu poder psíquico para levitar enquanto dorme, usando a sua cauda como travesseiro."
  },
  {
    "nome": "Alakazam",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize, Inner Focus, Magic Guard (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "O seu QI é de aproximadamente 5.000, e ele se lembra de tudo o que aconteceu desde o nascimento. O seu cérebro está em constante crescimento e é suportado por seu poder psicocinético, que também é usado para criar as colheres que carrega."
  },
  {
    "nome": "Machop",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts, No Guard, Steadfast (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "O seu corpo inteiro é composto por músculos que nunca ficam doridos. Ele adora treinar levantando pedregulhos como se fossem halteres e possui força suficiente para arremessar uma centena de humanos adultos de uma só vez."
  },
  {
    "nome": "Machoke",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts, No Guard, Steadfast (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "O seu corpo muscular é tão poderoso que precisa usar um cinto de poupança de energia para regular os seus movimentos. Os seus músculos tonificados possuem a dureza do aço, e ele ajuda as pessoas com trabalhos fisicamente exigentes."
  },
  {
    "nome": "Machamp",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts, No Guard, Steadfast (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "Possui quatro braços que se movem a uma velocidade ofuscante, podendo desferir 1.000 socos em apenas dois segundos. A sua força é imensurável; há registos de que ele levantou um grande navio em apuros."
  },
  {
    "nome": "Bellsprout",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll, Gluttony (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "É um Pokémon carnívoro que se curva e balança para evitar ataques. Ele cospe um fluido corrosivo que pode derreter até mesmo o ferro. Usa os seus pés de raiz para absorver a humidade necessária do solo."
  },
  {
    "nome": "Weepinbell",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll, Gluttony (Oculta)",
    "descricao": "Descrição",
    "descricao_descricao": "Possui um grande gancho na parte traseira com o qual se pendura em um galho de árvore para dormir à noite. Quando está com fome, engole qualquer coisa que se mova ou fatia a presa com as suas folhas afiadas, que é dissolvida por ácidos poderosos no seu interior."
  },
  {
    "nome": "Tentacool",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Claro), Liquid Ooze (Lodo Líquido) / Rain Dish (Chuva Forte)",
    "descricao": "Descrição",
    "descricao_descricao": "Este Pokémon é frequentemente encontrado em águas rasas e é conhecido por usar seus tentáculos para injetar veneno em suas vítimas. Ele possui um par de grandes olhos vermelhos."
  },
  {
    "nome": "Tentacruel",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Claro), Liquid Ooze (Lodo Líquido) / Rain Dish (Chuva Forte)",
    "descricao": "Descrição",
    "descricao_descricao": "Tentacruel é o mestre dos mares. Ele usa seus 80 tentáculos para prender presas e construir armadilhas tóxicas. Seus grandes orbes vermelhos brilham na escuridão do oceano."
  },
  {
    "nome": "Geodude",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Sturdy (Resistência) / Sand Veil (Véu de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Geodude vive em campos rochosos e encostas de montanhas. Se ele se sente ameaçado, ele pode endurecer seu corpo e rolar para longe. É forte e tem braços poderosos."
  },
  {
    "nome": "Graveler",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Sturdy (Resistência) / Sand Veil (Véu de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Graveler gosta de rolar montanha abaixo, ignorando qualquer obstáculo. Eles são frequentemente encontrados em áreas montanhosas, onde absorvem nutrientes das rochas."
  },
  {
    "nome": "Golem",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Sturdy (Resistência) / Sand Veil (Véu de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Golem envolve seu corpo em uma concha rochosa extremamente dura. Eles podem se mover muito rápido rolando, sendo capazes de destruir árvores e casas no processo. Quase nunca são vistos em planícies."
  },
  {
    "nome": "Ponyta",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Flash Fire (Fogo Rápido) / Flame Body (Corpo de Fogo)",
    "descricao": "Descrição",
    "descricao_descricao": "Ponyta nasce fraca, mas ganha força ao correr e saltar. Sua crina e cauda são feitas de fogo. Quando está correndo a toda velocidade, suas patas parecem não tocar o chão."
  },
  {
    "nome": "Rapidash",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Flash Fire (Fogo Rápido) / Flame Body (Corpo de Fogo)",
    "descricao": "Descrição",
    "descricao_descricao": "Rapidash é um Pokémon a cavalo conhecido por sua incrível velocidade. Ele pode correr a 240 km/h, e seu galope é tão rápido que ele mal é visto. Seu chifre afiado é uma arma poderosa."
  },
  {
    "nome": "Slowpoke",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Own Tempo (Ritmo Próprio) / Regenerator (Regeneração)",
    "descricao": "Descrição",
    "descricao_descricao": "Slowpoke é incrivelmente lento para reagir a qualquer coisa. Leva cinco segundos para sentir dor quando é atacado. Costuma pescar com a cauda no rio, mas esquece o que está fazendo."
  },
  {
    "nome": "Slowbro",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Own Tempo (Ritmo Próprio) / Regenerator (Regeneração)",
    "descricao": "Descrição",
    "descricao_descricao": "A evolução de Slowpoke é causada por um Shellder que morde sua cauda. A picada transforma Slowpoke em Slowbro, o que aumenta drasticamente suas capacidades psíquicas, embora ele ainda seja um pouco lerdo."
  },
  {
    "nome": "Magnemite",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico, Aço",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Magnet Pull (Atração Magnética), Sturdy (Resistência) / Analytic (Analítico)",
    "descricao": "Descrição",
    "descricao_descricao": "Magnemite flutua usando ondas eletromagnéticas. Eles se reúnem em locais onde a eletricidade é escassa para absorver a energia elétrica ambiente. Seus dois ímãs o mantêm estável."
  },
  {
    "nome": "Magneton",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico, Aço",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Magnet Pull (Atração Magnética), Sturdy (Resistência) / Analytic (Analítico)",
    "descricao": "Descrição",
    "descricao_descricao": "Três Magnemite se unem magneticamente para formar Magneton. Eles emitem ondas de rádio potentes que causam estática, podendo até causar apagões em cidades grandes."
  },
  {
    "nome": "Farfetch'd",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Inner Focus (Foco Interno) / Defiant (Desafiador)",
    "descricao": "Descrição",
    "descricao_descricao": "Farfetch'd carrega um talo de planta que ele usa como arma ou material de ninho. Dizem que ele procura o talo perfeito e, se o encontrar, ele o defende com ferocidade."
  },
  {
    "nome": "Doduo",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Early Bird (Pássaro Matutino) / Tangled Feet (Pés Emaranhados)",
    "descricao": "Descrição",
    "descricao_descricao": "Doduo possui duas cabeças. Como cada cabeça tem seu próprio cérebro, é comum que elas briguem sobre para onde ir. Ele é incapaz de voar, mas compensa com a velocidade de suas pernas."
  },
  {
    "nome": "Dodrio",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Early Bird (Pássaro Matutino) / Tangled Feet (Pés Emaranhados)",
    "descricao": "Descrição",
    "descricao_descricao": "Este Pokémon de três cabeças representa tristeza, raiva e alegria. Quando se unem para correr, Dodrio pode atingir velocidades incríveis. Eles se revezam para dormir, mantendo-se sempre vigilantes."
  },
  {
    "nome": "Seel",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Espessa), Hydration (Hidratação) / Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Seel vive em águas geladas. Sua pele grossa e branca o ajuda a se camuflar em campos de neve e blocos de gelo. Ele usa seu chifre para quebrar o gelo em busca de ar."
  },
  {
    "nome": "Dewgong",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Espessa), Hydration (Hidratação) / Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Dewgong é um excelente nadador que adora nadar em águas frias. Ele armazena calor em seu corpo e pode resistir a temperaturas de 40 graus abaixo de zero. Ele hipnotiza presas com seus belos cantos."
  },
  {
    "nome": "Grimer",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Stench (Mau Cheiro), Sticky Hold (Aderência) / Poison Touch (Toque Venenoso)",
    "descricao": "Descrição",
    "descricao_descricao": "Nascido da lama poluída, Grimer se alimenta de lixo. O lodo que o compõe é tão tóxico que qualquer planta em que ele rasteje murcha imediatamente. Seu cheiro é terrível."
  },
  {
    "nome": "Muk",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Stench (Mau Cheiro), Sticky Hold (Aderência) / Poison Touch (Toque Venenoso)",
    "descricao": "Descrição",
    "descricao_descricao": "Muk é uma forma mais potente de poluição. Um único toque em Muk pode ser fatal, pois ele carrega as toxinas mais perigosas do planeta. Ele é mais feliz em esgotos e depósitos de lixo."
  },
  {
    "nome": "Shellder",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shell Armor (Armadura de Concha), Skill Link (Elo de Habilidade) / Overcoat (Casaco)",
    "descricao": "Descrição",
    "descricao_descricao": "Shellder protege seu corpo mole com uma concha dura. Sua concha é mais forte do que diamante e pode resistir a qualquer golpe. Ele usa sua língua para cavar na areia."
  },
  {
    "nome": "Cloyster",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shell Armor (Armadura de Concha), Skill Link (Elo de Habilidade) / Overcoat (Casaco)",
    "descricao": "Descrição",
    "descricao_descricao": "Cloyster é um Pokémon com uma concha impenetrável, capaz de suportar até uma bomba. Ele ataca atirando espinhos duros de sua concha, sendo extremamente perigoso quando irritado."
  },
  {
    "nome": "Gastly",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Gastly é feito de 95% de gás venenoso. Ele pode envolver qualquer inimigo, independentemente do tamanho, e fazê-lo desmaiar. Gosta de pregar peças e assustar as pessoas no escuro."
  },
  {
    "nome": "Haunter",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Haunter flutua através de paredes. Sua língua é feita de puro gás tóxico; um único lambida pode roubar a força vital da vítima. Ele se esconde nas sombras e ri de suas vítimas."
  },
  {
    "nome": "Gengar",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cursed Body (Corpo Amaldiçoado)",
    "descricao": "Descrição",
    "descricao_descricao": "Gengar gosta de fingir ser a sombra de alguém e, em seguida, assustar a pessoa quando ela menos espera. Dizem que ele absorve o calor de seu ambiente, causando calafrios repentinos em quem está por perto."
  },
  {
    "nome": "Onix",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Sturdy (Resistência) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Onix é um Pokémon serpente de pedra que vive subterraneamente. Seu corpo duro e segmentado se torna mais duro à medida que envelhece. Ele cava túneis a mais de 80 km/h."
  },
  {
    "nome": "Drowzee",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Forewarn (Previsão) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Drowzee adormece facilmente. Ele usa seus poderes psíquicos para comer os sonhos das pessoas. Se você tiver um pesadelo, Drowzee está por perto."
  },
  {
    "nome": "Hypno",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Forewarn (Previsão) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Hypno carrega um pêndulo que balança para induzir o sono em seus oponentes. Ele é conhecido por sequestrar crianças que ele considera ter sonhos saborosos. Possui habilidades hipnóticas avançadas."
  },
  {
    "nome": "Krabby",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Shell Armor (Armadura de Concha) / Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Krabby vive perto da água, enterrando-se na areia. Suas garras são enormes e extremamente poderosas. Se uma garra for quebrada na batalha, ela se regenera rapidamente."
  },
  {
    "nome": "Kingler",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Shell Armor (Armadura de Concha) / Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Kingler tem uma garra massiva que é dez vezes mais forte do que a outra. Ele a usa para esmagar os inimigos. Sua garra é tão pesada que ele mal consegue levantá-la."
  },
  {
    "nome": "Voltorb",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Soundproof (À Prova de Som), Static (Estática) / Aftermath (Consequência)",
    "descricao": "Descrição",
    "descricao_descricao": "Voltorb é conhecido por se parecer muito com uma Pokébola, o que leva muitos a tentar pegá-lo. Ele tem a tendência de explodir sem aviso prévio, especialmente quando está excitado."
  },
  {
    "nome": "Electrode",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Soundproof (À Prova de Som), Static (Estática) / Aftermath (Consequência)",
    "descricao": "Descrição",
    "descricao_descricao": "Electrode é famoso por explodir com uma potência incrível. É mais rápido que Voltorb e é frequentemente encontrado perto de usinas de energia, onde absorve grandes quantidades de eletricidade."
  },
  {
    "nome": "Exeggcute",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila) / Harvest (Colheita)",
    "descricao": "Descrição",
    "descricao_descricao": "Exeggcute não é um único Pokémon, mas seis sementes que se reúnem em um grupo. Eles se comunicam por telepatia e, apesar de parecerem ovos, são sementes que esperam o momento certo para germinar."
  },
  {
    "nome": "Exeggutor",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila) / Harvest (Colheita)",
    "descricao": "Descrição",
    "descricao_descricao": "Quando Exeggcute atinge 50 cabeças, ele evolui para Exeggutor, um coqueiro ambulante. Cada cabeça pensa por si mesma, e quando uma cai, ela se torna um novo Exeggcute. É nativo de climas tropicais."
  },
  {
    "nome": "Cubone",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Lightning Rod (Pára-raios) / Battle Armor (Armadura de Batalha)",
    "descricao": "Descrição",
    "descricao_descricao": "Cubone veste o crânio de sua falecida mãe e chora com frequência, pois nunca a viu. As lágrimas deixam marcas no crânio que ele usa. Ele ataca com o osso que carrega."
  },
  {
    "nome": "Marowak",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Lightning Rod (Pára-raios) / Battle Armor (Armadura de Batalha)",
    "descricao": "Descrição",
    "descricao_descricao": "Marowak superou a dor da perda e se tornou forte. Ele usa o osso da mãe como um bumerangue, acertando os inimigos com grande precisão. Sua determinação o torna feroz em combate."
  },
  {
    "nome": "Hitmonlee",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Limber (Maleável), Reckless (Imprudente) / Unburden (Alívio)",
    "descricao": "Descrição",
    "descricao_descricao": "Hitmonlee é conhecido por seus chutes devastadores. Suas pernas se contraem e se estendem livremente, permitindo-lhe chutar a uma grande distância com força máxima. Ele tem um forte senso de justiça."
  },
  {
    "nome": "Hitmonchan",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Iron Fist (Punho de Ferro) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Hitmonchan é um mestre do boxe que pode socar com a velocidade de uma bala. Cada soco tem uma força diferente, permitindo que ele execute socos de Fogo, Gelo e Elétrico."
  },
  {
    "nome": "Lickitung",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Own Tempo (Ritmo Próprio) / Cloud Nine (Nono Céu)",
    "descricao": "Descrição",
    "descricao_descricao": "Lickitung é notável por sua língua extremamente longa, que ele usa para explorar objetos e lamber sujeira. Sua saliva causa dormência. Ele lembra das coisas pelo sabor."
  },
  {
    "nome": "Koffing",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação) / Stench (Mau Cheiro)",
    "descricao": "Descrição",
    "descricao_descricao": "Koffing armazena gases tóxicos dentro de seu corpo. Ele incha quando está cheio de gás e pode flutuar. Ele geralmente é encontrado perto de lixões e áreas poluídas."
  },
  {
    "nome": "Weezing",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação) / Stench (Mau Cheiro)",
    "descricao": "Descrição",
    "descricao_descricao": "Weezing é formado pela união de dois Koffing. Os gases tóxicos em seu corpo se misturam, criando um cheiro insuportável e um veneno extremamente potente. Ele explode frequentemente, liberando fumaça venenosa."
  },
  {
    "nome": "Rhyhorn",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Lightning Rod (Pára-raios), Rock Head (Cabeça de Pedra) / Reckless (Imprudente)",
    "descricao": "Descrição",
    "descricao_descricao": "Rhyhorn tem um cérebro pequeno, o que o torna um pouco estúpido. Ele corre em linha reta, esmagando qualquer coisa em seu caminho. Sua pele é resistente a ataques físicos."
  },
  {
    "nome": "Rhydon",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Lightning Rod (Pára-raios), Rock Head (Cabeça de Pedra) / Reckless (Imprudente)",
    "descricao": "Descrição",
    "descricao_descricao": "Rhydon é incrivelmente forte e resistente, capaz de andar na lava e resistir a ataques de canhões. Seu chifre pode perfurar diamantes. É um dos primeiros Pokémon criados artificialmente."
  },
  {
    "nome": "Chansey",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Serene Grace (Graça Serena) / Healer (Curandeiro)",
    "descricao": "Descrição",
    "descricao_descricao": "Chansey é um Pokémon gentil, conhecido por compartilhar os ovos nutritivos que carrega em sua bolsa. Esses ovos são cheios de felicidade e cura, e ela é um símbolo de sorte e compaixão."
  },
  {
    "nome": "Tangela",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Leaf Guard (Guarda de Folhas) / Regenerator (Regeneração)",
    "descricao": "Descrição",
    "descricao_descricao": "O corpo de Tangela é coberto por longas videiras azuis que escondem sua forma verdadeira. Seus tentáculos se quebram facilmente quando agarrados, mas se regeneram rapidamente."
  },
  {
    "nome": "Kangaskhan",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Early Bird (Pássaro Matutino), Scrappy (Briguento) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Kangaskhan é uma mãe feroz que carrega seu filhote em uma bolsa. Se o bebê estiver em perigo, a mãe atacará com grande ferocidade. O filhote nunca sai da bolsa da mãe até os três anos de idade."
  },
  {
    "nome": "Horsea",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Sniper (Atirador) / Damp (Úmido)",
    "descricao": "Descrição",
    "descricao_descricao": "Horsea é um pequeno Pokémon cavalos-marinhos que vive em cardumes. Ele se esconde em corais para evitar predadores. Seus jatos de água são muito precisos e potentes."
  },
  {
    "nome": "Seadra",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto de Veneno), Sniper (Atirador) / Damp (Úmido)",
    "descricao": "Descrição",
    "descricao_descricao": "Seadra vive nas profundezas do oceano e é um nadador poderoso. Seus espinhos são tóxicos, e ele ataca com redemoinhos de água. Seus ossos são altamente valorizados na medicina herbal."
  },
  {
    "nome": "Goldeen",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Water Veil (Véu de Água) / Lightning Rod (Pára-raios)",
    "descricao": "Descrição",
    "descricao_descricao": "Goldeen é conhecido como o 'Dançarino da Água' devido aos seus movimentos elegantes de natação. Seu chifre afiado pode esmagar pedras. É mais ativo na primavera, durante a época de desova."
  },
  {
    "nome": "Seaking",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Water Veil (Véu de Água) / Lightning Rod (Pára-raios)",
    "descricao": "Descrição",
    "descricao_descricao": "Seaking é capaz de nadar contra fortes correntes. Eles cavam poços no fundo do rio com seu chifre para proteger seus ovos. Durante o outono, eles se reúnem para rituais de acasalamento."
  },
  {
    "nome": "Staryu",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Illuminate (Iluminar), Natural Cure (Cura Natural) / Analytic (Analítico)",
    "descricao": "Descrição",
    "descricao_descricao": "Staryu é uma estrela do mar que possui um núcleo central que brilha intensamente. Se for quebrado em batalha, ele pode se regenerar. A cor do núcleo muda com a intensidade da luz ambiente."
  },
  {
    "nome": "Starmie",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Illuminate (Iluminar), Natural Cure (Cura Natural) / Analytic (Analítico)",
    "descricao": "Descrição",
    "descricao_descricao": "Starmie é um Pokémon misterioso que se move em alta velocidade. Seu núcleo central pisca em sete cores, e alguns acreditam que é um mensageiro do cosmos. É conhecido por suas habilidades psíquicas subaquáticas."
  },
  {
    "nome": "Mr. Mime",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Soundproof (À Prova de Som), Filter (Filtro) / Technician (Técnico)",
    "descricao": "Descrição",
    "descricao_descricao": "Mr. Mime é um mímico talentoso, capaz de criar barreiras invisíveis com seus gestos. Se alguém interromper sua mímica, ele retaliará com um tapa furioso. É um Pokémon muito territorial."
  },
  {
    "nome": "Scyther",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Technician (Técnico) / Steadfast (Firmeza)",
    "descricao": "Descrição",
    "descricao_descricao": "Scyther é extremamente rápido e usa suas grandes garras em forma de foice para cortar tudo. Sua velocidade o impede de ser atingido. Ele aprimora suas garras cortando madeira dura."
  },
  {
    "nome": "Jynx",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Forewarn (Previsão) / Dry Skin (Pele Seca)",
    "descricao": "Descrição",
    "descricao_descricao": "Jynx se move com um ritmo de balanço, como se estivesse dançando. Ela se comunica através de uma linguagem parecida com a fala humana, mas ininteligível. Seu beijo congelante pode paralisar inimigos."
  },
  {
    "nome": "Electabuzz",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática) / Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Electabuzz é um Pokémon elétrico que frequentemente causa apagões em busca de energia. Ele estoca grandes quantidades de eletricidade e emite raios amarelos brilhantes quando irritado."
  },
  {
    "nome": "Magmar",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Flame Body (Corpo de Fogo) / Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Magmar vive em crateras de vulcões e se banha em lava. Seu corpo irradia calor de 1.200°C. Quando ferido, ele lança chamas de seu corpo para intimidar adversários."
  },
  {
    "nome": "Pinsir",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Mold Breaker (Quebra-Molde) / Moxie (Ousadia)",
    "descricao": "Descrição",
    "descricao_descricao": "Pinsir é conhecido por suas pinças maciças, que podem esmagar árvores e até mesmo o corpo de outros Pokémon. Eles ficam imóveis durante o inverno e só são ativos no verão."
  },
  {
    "nome": "Tauros",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Anger Point (Ponto de Raiva) / Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Tauros é um Pokémon touro feroz que ataca chicoteando a si mesmo com suas três caudas. Ele sempre corre em linha reta. Quando encontra um obstáculo, ele investe contra ele com fúria."
  },
  {
    "nome": "Magikarp",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido) / Rattled (Assustado)",
    "descricao": "Descrição",
    "descricao_descricao": "Magikarp é um Pokémon patético, incapaz de nadar em correntes fortes, e tem a reputação de ser inútil. No entanto, ele pode sobreviver em qualquer água, não importa o quão poluída esteja."
  },
  {
    "nome": "Gyarados",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação) / Moxie (Ousadia)",
    "descricao": "Descrição",
    "descricao_descricao": "Gyarados é o resultado da evolução dramática de Magikarp. Ele é incrivelmente destrutivo e uma vez que entra em fúria, não para até que tudo ao seu redor seja destruído. Pode destruir montanhas com sua raiva."
  },
  {
    "nome": "Lapras",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Absorb (Absorção de Água), Shell Armor (Armadura de Concha) / Hydration (Hidratação)",
    "descricao": "Descrição",
    "descricao_descricao": "Lapras é um Pokémon dócil e inteligente, conhecido por transportar pessoas através dos oceanos. Ele canta uma melodia triste enquanto navega, buscando por seus companheiros."
  },
  {
    "nome": "Ditto",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Limber (Maleável) / Imposter (Impostor)",
    "descricao": "Descrição",
    "descricao_descricao": "Ditto pode se transformar perfeitamente na forma de qualquer criatura ou objeto que veja. No entanto, ele geralmente falha em replicar a memória exata, mantendo sempre sua face simples. É composto por células que se reorganizam."
  },
  {
    "nome": "Eevee",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Adaptability (Adaptabilidade) / Anticipation (Antecipação)",
    "descricao": "Descrição",
    "descricao_descricao": "Eevee tem um código genético instável que permite que ele evolua para múltiplas formas, dependendo do ambiente e da exposição a certas pedras. É um Pokémon muito raro e procurado."
  },
  {
    "nome": "Vaporeon",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Absorb (Absorção de Água) / Hydration (Hidratação)",
    "descricao": "Descrição",
    "descricao_descricao": "Vaporeon evolui quando exposto a uma Pedra da Água. Sua estrutura celular se torna similar à da água, permitindo-lhe se dissolver e se fundir com ela. Suas barbatanas detectam a umidade do ar."
  },
  {
    "nome": "Jolteon",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Volt Absorb (Absorção de Volt) / Quick Feet (Pés Rápidos)",
    "descricao": "Descrição",
    "descricao_descricao": "Jolteon evolui de Eevee usando uma Pedra do Trovão. Ele pode gerar eletricidade no pelo e soltar raios de 10.000 volts. Quando irritado, seus pelos se tornam espinhos afiados."
  },
  {
    "nome": "Flareon",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Flash Fire (Fogo Rápido) / Guts (Coragem)",
    "descricao": "Descrição",
    "descricao_descricao": "Flareon evolui de Eevee usando uma Pedra do Fogo. Ele tem uma bolsa de fogo dentro de seu corpo que atinge temperaturas de 900°C. Ele libera o calor através de seu pêlo para resfriar-se."
  },
  {
    "nome": "Porygon",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Trace (Rastreio), Download (Download) / Analytic (Analítico)",
    "descricao": "Descrição",
    "descricao_descricao": "Porygon é o primeiro Pokémon criado por humanos através de programação de computador. Seu corpo é composto de dados de programa. Ele pode reverter ao seu estado de código para evitar ataques."
  },
  {
    "nome": "Omanyte",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Shell Armor (Armadura de Concha) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Omanyte é um Pokémon fóssil que foi trazido de volta à vida. Viveu no mar há milhões de anos. Ele se protege dentro de sua concha espiral e usa seus dez tentáculos para se mover e caçar."
  },
  {
    "nome": "Omastar",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Shell Armor (Armadura de Concha) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Omastar é um predador extinto que usava seus dentes afiados para esmagar a concha de suas presas. Seu peso e a forma de sua concha o tornaram muito lento e provavelmente levaram à sua extinção."
  },
  {
    "nome": "Kabuto",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Battle Armor (Armadura de Batalha) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Kabuto é outro Pokémon fóssil revivido. Ele viveu no oceano e se escondia no fundo do mar. Ele tem dois olhos vermelhos brilhantes e uma carapaça que parece um capacete."
  },
  {
    "nome": "Kabutops",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Battle Armor (Armadura de Batalha) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Kabutops é um predador que foi adaptado para a vida em terra no passado. Ele usava suas garras afiadas como foices para dilacerar suas vítimas e beber seus fluidos corporais."
  },
  {
    "nome": "Aerodactyl",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Pressure (Pressão) / Unnerve (Desnervar)",
    "descricao": "Descrição",
    "descricao_descricao": "Aerodactyl é um Pokémon pré-histórico que dominava os céus. Revivido a partir de um âmbar, ele ataca com sua boca cheia de dentes afiados. Sua voz é um rugido aterrorizante."
  },
  {
    "nome": "Snorlax",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Immunity (Imunidade), Thick Fat (Gordura Espessa) / Gluttony (Gula)",
    "descricao": "Descrição",
    "descricao_descricao": "Snorlax é famoso por comer 400 kg de comida por dia e imediatamente cair no sono. Ele só acorda para comer e é tão pesado que é frequentemente confundido com uma montanha."
  },
  {
    "nome": "Articuno",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Snow Cloak (Manto de Neve)",
    "descricao": "Descrição",
    "descricao_descricao": "Articuno é um dos pássaros lendários, conhecido por suas lindas asas de gelo. Dizem que quando ele voa, o ar congela e começa a nevar. Ele auxilia viajantes perdidos em montanhas geladas."
  },
  {
    "nome": "Zapdos",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Static (Estática)",
    "descricao": "Descrição",
    "descricao_descricao": "Zapdos é um pássaro lendário que controla a eletricidade. Quando ele voa, causa tempestades com raios. Ele é dito aparecer de dentro das nuvens de tempestade, liberando trovões poderosos."
  },
  {
    "nome": "Moltres",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Flame Body (Corpo de Fogo)",
    "descricao": "Descrição",
    "descricao_descricao": "Moltres é o pássaro lendário do fogo. Suas asas brilham com fogo, e dizem que ele traz a primavera ao derreter a neve com suas chamas. Ele se cura mergulhando em magma vulcânico."
  },
  {
    "nome": "Dratini",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Muda de Pele) / Marvel Scale (Escama Maravilhosa)",
    "descricao": "Descrição",
    "descricao_descricao": "Dratini é um Pokémon serpente aquática que ainda está crescendo. Ele se esconde no fundo da água. Ele troca de pele constantemente, pois a energia de seu corpo cresce sem parar."
  },
  {
    "nome": "Dragonair",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Muda de Pele) / Marvel Scale (Escama Maravilhosa)",
    "descricao": "Descrição",
    "descricao_descricao": "Dragonair é conhecido por sua beleza e graça. Ele tem orbes em seu pescoço e cauda que regulam a energia de seu corpo, permitindo-lhe controlar o clima. É visto como um símbolo de boa sorte."
  },
  {
    "nome": "Dragonite",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno) / Multiscale (Multi Escala)",
    "descricao": "Descrição",
    "descricao_descricao": "Dragonite é um Pokémon extremamente raro e poderoso. Dizem que ele é capaz de dar a volta ao mundo em 16 horas. Apesar de sua força, ele é gentil e resgata pessoas no mar."
  },
  {
    "nome": "Mewtwo",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Unnerve (Desnervar)",
    "descricao": "Descrição",
    "descricao_descricao": "Mewtwo foi criado por engenharia genética a partir do DNA de Mew. Ele é um dos Pokémon mais poderosos do mundo, mas sua mente é cheia de desconfiança e ódio devido à sua criação."
  },
  {
    "nome": "Mew",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronia)",
    "descricao": "Descrição",
    "descricao_descricao": "Mew é um Pokémon mítico considerado o ancestral de todos os Pokémon. Ele tem a capacidade de aprender todas as técnicas e é incrivelmente brincalhão, mas raramente é visto por humanos."
  },
  {
    "nome": "Chikorita",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento) / Leaf Guard (Guarda de Folhas)",
    "descricao": "Descrição",
    "descricao_descricao": "Chikorita libera um aroma suave e agradável de sua folha, que tem o poder de acalmar os outros. Ele usa a folha para verificar a umidade e a temperatura ao redor."
  },
  {
    "nome": "Bayleef",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento) / Leaf Guard (Guarda de Folhas)",
    "descricao": "Descrição",
    "descricao_descricao": "Bayleef tem um broto ao redor do pescoço que emite um aroma apimentado. O cheiro não só acalma, mas também aumenta a vitalidade de quem o inala. É mais robusto que sua pré-evolução."
  },
  {
    "nome": "Meganium",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento) / Leaf Guard (Guarda de Folhas)",
    "descricao": "Descrição",
    "descricao_descricao": "Meganium é extremamente dócil e tem um hálito que revive plantas mortas e cura Pokémon. A fragrância doce de suas pétalas floresce no campo de batalha."
  },
  {
    "nome": "Cyndaquil",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama) / Flash Fire (Fogo Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Cyndaquil é um Pokémon tímido que acende as chamas em suas costas quando está surpreso ou irritado. Ele raramente usa as chamas em todo o seu potencial, mantendo-as pequenas na maioria das vezes."
  },
  {
    "nome": "Quilava",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama) / Flash Fire (Fogo Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Quilava é um Pokémon ágil que ataca com rajadas de fogo. Ele pode se mover tão rápido que cria miragens de calor, confundindo seus oponentes. Suas chamas ficam mais intensas antes de um ataque."
  },
  {
    "nome": "Typhlosion",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama) / Flash Fire (Fogo Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Typhlosion é um Pokémon feroz que pode gerar explosões de fogo intensas. Ele ataca cobrindo seus oponentes com ondas de calor cintilantes. O calor que emana dele pode fazer o ar tremer."
  },
  {
    "nome": "Totodile",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente) / Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Totodile é um Pokémon crocodilo brincalhão, mas com uma mordida perigosa. Ele morde tudo o que vê, achando que está brincando, e sua mordida é forte o suficiente para quebrar ossos."
  },
  {
    "nome": "Croconaw",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente) / Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Os dentes de Croconaw são permanentemente regeneráveis e sempre crescem, o que o faz sentir a necessidade constante de morder. Ele gosta de aterrorizar seus oponentes com seus movimentos de dança selvagens."
  },
  {
    "nome": "Feraligatr",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente) / Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Feraligatr tem mandíbulas incrivelmente poderosas. Embora seja grande e lento em terra, ele é extremamente rápido na água. Ele assusta os inimigos com um rugido poderoso antes de atacá-los."
  },
  {
    "nome": "Sentret",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Keen Eye (Olho Vivo) / Frisk (Revistar)",
    "descricao": "Descrição",
    "descricao_descricao": "Sentret se levanta sobre a cauda para vigiar predadores. Seus companheiros o alertam se houver perigo. Ele é muito cauteloso e ansioso, e seu rabo pode ser usado como bengala."
  },
  {
    "nome": "Furret",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Keen Eye (Olho Vivo) / Frisk (Revistar)",
    "descricao": "Descrição",
    "descricao_descricao": "Furret é extremamente ágil e usa seu corpo esguio para se esconder em buracos minúsculos. Embora longo, ele é rápido e pode caçar ninhos de Rattata com facilidade."
  },
  {
    "nome": "Hoothoot",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Keen Eye (Olho Vivo) / Tinted Lens (Lente Colorida)",
    "descricao": "Descrição",
    "descricao_descricao": "Hoothoot é um Pokémon noturno que mantém o tempo com precisão. Ele tem apenas uma perna, mas pode pular e se equilibrar perfeitamente. Ele começa a cantar ao nascer do sol."
  },
  {
    "nome": "Noctowl",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Keen Eye (Olho Vivo) / Tinted Lens (Lente Colorida)",
    "descricao": "Descrição",
    "descricao_descricao": "Noctowl é um caçador silencioso, capaz de voar sem fazer o menor ruído. Ele tem olhos incríveis que podem ver na escuridão total e pequenos movimentos de suas presas."
  },
  {
    "nome": "Ledyba",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Early Bird (Pássaro Matutino) / Rattled (Assustado)",
    "descricao": "Descrição",
    "descricao_descricao": "Ledyba é um Pokémon joaninha que odeia o frio. Ele se reúne em grandes grupos no inverno. Ele secreta um líquido cheiroso de suas pernas para se comunicar com seus semelhantes."
  },
  {
    "nome": "Ledian",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Early Bird (Pássaro Matutino) / Iron Fist (Punho de Ferro)",
    "descricao": "Descrição",
    "descricao_descricao": "Ledian usa o poder das estrelas para lutar. Ele dá socos rápidos e curtos, mas incrivelmente poderosos. Ele é mais ativo em céus limpos, onde a energia estelar é abundante."
  },
  {
    "nome": "Spinarak",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Insomnia (Insônia) / Sniper (Atirador)",
    "descricao": "Descrição",
    "descricao_descricao": "Spinarak passa a maior parte do tempo pendurado em sua teia. Ele é um caçador noturno, esperando pacientemente por sua presa. Ele tece teias que brilham na escuridão."
  },
  {
    "nome": "Ariados",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Insomnia (Insônia) / Sniper (Atirador)",
    "descricao": "Descrição",
    "descricao_descricao": "Ariados é um predador que marca seu território com teias complexas. Ele pode se mover rapidamente na teia e usa um fio de seda para retornar ao seu ninho depois de caçar."
  },
  {
    "nome": "Crobat",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno) / Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "Crobat evolui através de alta amizade. Ele tem quatro asas, o que o torna um voador silencioso e rápido. Ele pode voar por longas distâncias na escuridão sem descansar."
  },
  {
    "nome": "Chinchou",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Volt Absorb (Absorção de Volt), Illuminate (Iluminar) / Water Absorb (Absorção de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Chinchou usa seus dois apêndices em forma de antena para emitir luz e atrair presas em águas profundas. Ele também usa a eletricidade para paralisar os inimigos."
  },
  {
    "nome": "Lanturn",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Volt Absorb (Absorção de Volt), Illuminate (Iluminar) / Water Absorb (Absorção de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Lanturn é conhecido como 'A Estrela das Profundezas'. Ele emite uma luz brilhante que penetra nas águas mais escuras do oceano, usando-a para cegar e surpreender presas."
  },
  {
    "nome": "Pichu",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática) / Lightning Rod (Pára-raios)",
    "descricao": "Descrição",
    "descricao_descricao": "Pichu é a forma bebê do Pokémon Rato. Ele não consegue controlar totalmente sua eletricidade, soltando faíscas quando ri ou se assusta. Ele precisa descarregar eletricidade antes de dormir."
  },
  {
    "nome": "Cleffa",
    "tipo": "Tipo",
    "tipo_descricao": "Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Magic Guard (Guarda Mágica) / Friend Guard (Guarda Amiga)",
    "descricao": "Descrição",
    "descricao_descricao": "Cleffa é uma criatura estrela que dizem ter vindo à Terra em um meteoro. É ativo em noites de chuva de estrelas e é incrivelmente raro. É muito fofo e atrai pessoas com seu charme."
  },
  {
    "nome": "Igglybuff",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Competitive (Competitivo) / Friend Guard (Guarda Amiga)",
    "descricao": "Descrição",
    "descricao_descricao": "Igglybuff tem um corpo elástico, parecido com um balão. Ele salta em vez de andar. Ele canta uma canção de ninar que faz os outros adormecerem, embora ele nem sempre consiga controlar sua voz."
  },
  {
    "nome": "Togepi",
    "tipo": "Tipo",
    "tipo_descricao": "Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hustle (Impulso), Serene Grace (Graça Serena) / Super Luck (Super Sorte)",
    "descricao": "Descrição",
    "descricao_descricao": "Togepi armazena felicidade dentro de sua casca de ovo. Dizem que quem for gentil com ele será abençoado com boa sorte. Ele é um Pokémon alegre, mas ainda imaturo."
  },
  {
    "nome": "Togetic",
    "tipo": "Tipo",
    "tipo_descricao": "Fada, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hustle (Impulso), Serene Grace (Graça Serena) / Super Luck (Super Sorte)",
    "descricao": "Descrição",
    "descricao_descricao": "Togetic é conhecido por espalhar felicidade, voando para onde as pessoas têm corações puros. Ele só aparecerá para pessoas que são gentis e amorosas, e usa seu poder para abençoar a todos."
  },
  {
    "nome": "Natu",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronia), Early Bird (Pássaro Matutino) / Magic Bounce (Salto Mágico)",
    "descricao": "Descrição",
    "descricao_descricao": "Natu é um Pokémon pequeno que tem dificuldade em voar. Ele salta ao redor, mas sempre se vira para cima, observando algo misterioso. Ele tem o poder de prever o futuro."
  },
  {
    "nome": "Xatu",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronia), Early Bird (Pássaro Matutino) / Magic Bounce (Salto Mágico)",
    "descricao": "Descrição",
    "descricao_descricao": "Xatu fica em um local durante todo o dia, olhando para o futuro e para o passado. Dizem que ele fica imóvel para evitar confusão com as inúmeras visões que possui. É reverenciado em algumas culturas."
  },
  {
    "nome": "Mareep",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática) / Plus (Mais) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "O pelo de Mareep armazena eletricidade estática, e quanto mais longo for seu pelo, mais eletricidade ele tem. Ele prefere campos gramados onde possa pastar. Ele brilha no escuro."
  },
  {
    "nome": "Flaaffy",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática) / Plus (Mais) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "Flaaffy tem bolas brilhantes na ponta da cauda que se acendem quando está carregado. Ele pode armazenar muita eletricidade e sua lã tem menos estática do que Mareep."
  },
  {
    "nome": "Ampharos",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática) / Plus (Mais) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "Ampharos tem uma cauda que funciona como um farol, brilhando intensamente para guiar navios perdidos. É um Pokémon muito calmo, mas poderoso. Ele ilumina grandes áreas."
  },
  {
    "nome": "Belossom",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila) / Healer (Curandeiro)",
    "descricao": "Descrição",
    "descricao_descricao": "Bellossom floresce em climas ensolarados e quentes. Ele dança alegremente para convocar o sol. Suas pétalas emitem um aroma doce e delicioso. É muito famoso em festivais de flores."
  },
  {
    "nome": "Marill",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Espessa), Huge Power (Poder Imenso) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "Marill usa seu rabo em forma de bolha para respirar quando submerso e para se equilibrar na água. Ele pode nadar em rios fortes. A ponta de sua cauda é oleosa e repele a água."
  },
  {
    "nome": "Azumarill",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Espessa), Huge Power (Poder Imenso) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "Azumarill pode ouvir o que está acontecendo debaixo d'água usando suas grandes orelhas. Ele é conhecido por passar o tempo nas margens dos rios e limpar a água com suas bolhas."
  },
  {
    "nome": "Sudowoodo",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Resistência), Rock Head (Cabeça de Pedra) / Rattled (Assustado)",
    "descricao": "Descrição",
    "descricao_descricao": "Sudowoodo é um Pokémon que se disfarça de árvore para evitar ser atacado. É extremamente vulnerável à água e fugirá imediatamente se sentir umidade. Não é uma planta, mas sim uma rocha."
  },
  {
    "nome": "Politoed",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Absorb (Absorção de Água), Damp (Úmido) / Drizzle (Chuvisco)",
    "descricao": "Descrição",
    "descricao_descricao": "Politoed é o rei dos Poliwag. Ele usa seus cachos de cabelo para provar sua realeza e liderança. Seu rugido convoca Poliwag e a chuva. Ele gosta de exibir sua coroa."
  },
  {
    "nome": "Hoppip",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Leaf Guard (Guarda de Folhas) / Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "Hoppip é tão leve que é facilmente levado pelo vento. Ele usa suas folhas para planejar. Eles vivem em grupos grandes, ajudando uns aos outros a se protegerem de ventos fortes."
  },
  {
    "nome": "Skiploom",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Leaf Guard (Guarda de Folhas) / Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "Skiploom pode medir a temperatura do ar e a proximidade do sol com sua flor. Ele flutua alto no céu e move a flor na direção do sol. É um bom indicador de bom tempo."
  },
  {
    "nome": "Jumpluff",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Leaf Guard (Guarda de Folhas) / Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "Jumpluff usa suas sementes de algodão para viajar grandes distâncias com o vento. Pode dar a volta ao mundo se o vento estiver favorável. Ele espalha suas sementes para germinar em novas terras."
  },
  {
    "nome": "Aipom",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Pickup (Pegar) / Skill Link (Elo de Habilidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Aipom usa seu rabo com tanta destreza que ele é mais útil do que suas próprias mãos. Ele se agarra aos galhos com ele, e a ponta do rabo pode ser usada para agarrar frutas."
  },
  {
    "nome": "Sunkern",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Solar Power (Poder Solar) / Early Bird (Pássaro Matutino)",
    "descricao": "Descrição",
    "descricao_descricao": "Sunkern é fraco e não consegue se mover muito bem. Ele absorve a luz solar através de suas folhas. Ele cai no chão se a luz do sol começar a diminuir, esperando pelo dia seguinte."
  },
  {
    "nome": "Sunflora",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Solar Power (Poder Solar) / Early Bird (Pássaro Matutino)",
    "descricao": "Descrição",
    "descricao_descricao": "Sunflora se torna animado e alegre quando o sol nasce. Ele se move seguindo o sol. Quando o sol se põe, ele para de se mover e fecha suas pétalas."
  },
  {
    "nome": "Yanma",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Speed Boost (Impulso de Velocidade), Compound Eyes (Olhos Compostos) / Frisk (Revistar)",
    "descricao": "Descrição",
    "descricao_descricao": "Yanma pode pairar no ar e fazer curvas bruscas instantaneamente. Ele tem olhos grandes que lhe dão um campo de visão de 360 graus. Suas asas produzem ondas de choque fortes."
  },
  {
    "nome": "Wooper",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Damp (Úmido), Water Absorb (Absorção de Água) / Unaware (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Wooper tem guelras que o permitem viver na água ou em terra. Ele vive em água fria e cobre seu corpo com uma película venenosa para se proteger. Ele é dócil, mas um pouco distraído."
  },
  {
    "nome": "Quagsire",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Damp (Úmido), Water Absorb (Absorção de Água) / Unaware (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Quagsire é conhecido por sua natureza despreocupada e sorridente. Ele nada com a boca aberta, esperando que a presa entre por conta própria. Ele não se importa se for atingido por ataques."
  },
  {
    "nome": "Espeon",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronia) / Magic Bounce (Salto Mágico)",
    "descricao": "Descrição",
    "descricao_descricao": "Espeon evolui por amizade durante o dia. Sua testa tem um orbe que armazena energia psíquica. Ele pode prever os movimentos de seus oponentes lendo correntes de ar."
  },
  {
    "nome": "Umbreon",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronia) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Umbreon evolui por amizade durante a noite. Emite um brilho fraco e amarelo quando está excitado, assustando os inimigos. Ele espera pacientemente na escuridão para emboscar a presa."
  },
  {
    "nome": "Murkrow",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Super Luck (Super Sorte) / Prankster (Molecagem)",
    "descricao": "Descrição",
    "descricao_descricao": "Murkrow é conhecido por roubar objetos brilhantes e escondê-los em seu ninho. É ativo à noite e dizem que traz má sorte para aqueles que o veem na escuridão."
  },
  {
    "nome": "Slowking",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Own Tempo (Ritmo Próprio) / Regenerator (Regeneração)",
    "descricao": "Descrição",
    "descricao_descricao": "A picada de Shellder na cabeça transforma Slowpoke em Slowking, um Pokémon de inteligência superior. Ele é dito ter o conhecimento de um gênio e é capaz de resolver mistérios complexos."
  },
  {
    "nome": "Misdreavus",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Misdreavus adora assustar as pessoas na escuridão, fazendo ruídos e choros estranhos. Ele se alimenta do medo e da frustração alheia. É frequentemente encontrado em cemitérios e casas abandonadas."
  },
  {
    "nome": "Unown",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Unown é um Pokémon misterioso que se parece com os caracteres de um alfabeto antigo. Quando muitos Unown se juntam, eles podem alterar a realidade, mas individualmente são fracos."
  },
  {
    "nome": "Wobbuffet",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shadow Tag (Marca Sombria) / Telepathy (Telepatia)",
    "descricao": "Descrição",
    "descricao_descricao": "Wobbuffet tem um corpo azul, mas o que ele protege é sua cauda preta, que é onde está seu verdadeiro cérebro. Ele não ataca, apenas reflete os ataques de volta aos oponentes."
  },
  {
    "nome": "Girafarig",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Early Bird (Pássaro Matutino) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "Girafarig tem uma segunda cabeça na cauda que é menor e tem seu próprio cérebro. A cabeça da cauda morde para se proteger e avisa a cabeça principal sobre o perigo."
  },
  {
    "nome": "Pineco",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Resistência) / Overcoat (Casaco)",
    "descricao": "Descrição",
    "descricao_descricao": "Pineco se disfarça de pinha e se pendura em galhos de árvores. Ele explode se for perturbado. Seu corpo é coberto por uma casca dura que o protege."
  },
  {
    "nome": "Forretress",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Aço",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Resistência) / Overcoat (Casaco)",
    "descricao": "Descrição",
    "descricao_descricao": "Forretress está totalmente selado em sua armadura de aço. Ele não se move, esperando que a presa se aproxime. Ele pode disparar fragmentos de sua casca como projéteis."
  },
  {
    "nome": "Dunsparce",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Serene Grace (Graça Serena), Run Away (Fugir) / Rattled (Assustado)",
    "descricao": "Descrição",
    "descricao_descricao": "Dunsparce vive no subsolo, usando sua cauda para cavar. É extremamente evasivo e raramente é visto. Dizem que quem o encontrar terá boa sorte."
  },
  {
    "nome": "Gligar",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Sand Veil (Véu de Areia) / Immunity (Imunidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Gligar usa suas grandes garras e cauda com ferrão para se pendurar em penhascos. Ele desliza pelo ar, atacando de surpresa com seu ferrão que contém veneno."
  },
  {
    "nome": "Steelix",
    "tipo": "Tipo",
    "tipo_descricao": "Aço, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra), Sturdy (Resistência) / Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Steelix é a forma evoluída de Onix, com o corpo mais duro que o diamante. Ele vive a mais de um quilômetro abaixo da superfície. Seu corpo brilha com uma luz metálica no escuro."
  },
  {
    "nome": "Snubbull",
    "tipo": "Tipo",
    "tipo_descricao": "Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Run Away (Fugir) / Rattled (Assustado)",
    "descricao": "Descrição",
    "descricao_descricao": "Snubbull parece feroz, mas na verdade é muito dócil e tímido. Ele tenta parecer assustador, mas muitas vezes falha. Ele fica triste se não for acariciado constantemente."
  },
  {
    "nome": "Granbull",
    "tipo": "Tipo",
    "tipo_descricao": "Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Quick Feet (Pés Rápidos) / Rattled (Assustado)",
    "descricao": "Descrição",
    "descricao_descricao": "Granbull tem uma mandíbula maciça e saliente, mas só a usa para intimidar. Na verdade, ele é muito covarde e não gosta de lutar, a menos que seja forçado."
  },
  {
    "nome": "Qwilfish",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Poison Point (Ponto de Veneno), Swift Swim (Nado Rápido) / Intimidate (Intimidação)",
    "descricao": "Descrição",
    "descricao_descricao": "Qwilfish engole água para inflar seu corpo e expor espinhos venenosos. Ele é difícil de manusear devido aos seus espinhos. Ele tem uma cara sorridente, mas é muito perigoso."
  },
  {
    "nome": "Scizor",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Aço",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Technician (Técnico) / Light Metal (Metal Leve)",
    "descricao": "Descrição",
    "descricao_descricao": "Scizor tem garras que parecem grandes alicates de aço. Elas são incrivelmente fortes e podem esmagar qualquer coisa. Ele usa a cor vermelha para confundir seus inimigos, refletindo a luz."
  },
  {
    "nome": "Shuckle",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Resistência), Gluttony (Gula) / Contrary (Contrário)",
    "descricao": "Descrição",
    "descricao_descricao": "Shuckle vive em sua concha, onde armazena bagas fermentadas que se transformam em um suco nutritivo. Sua defesa é imensa, sendo quase impossível de ser quebrado."
  },
  {
    "nome": "Heracross",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Guts (Coragem) / Moxie (Ousadia)",
    "descricao": "Descrição",
    "descricao_descricao": "Heracross é um besouro poderoso que usa seu chifre para jogar seus oponentes no ar. Ele se alimenta de seiva de árvore e é extremamente orgulhoso de sua força."
  },
  {
    "nome": "Sneasel",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno, Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Keen Eye (Olho Vivo) / Pickpocket (Batedor de Carteira)",
    "descricao": "Descrição",
    "descricao_descricao": "Sneasel é um Pokémon astuto e cruel, que vive em matilhas. Ele usa suas garras para perfurar ninhos de outros Pokémon e roubar ovos. É um caçador oportunista."
  },
  {
    "nome": "Teddiursa",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pickup (Pegar), Quick Feet (Pés Rápidos) / Honey Gather (Coleta de Mel)",
    "descricao": "Descrição",
    "descricao_descricao": "Teddiursa está sempre lambendo a pata, que está coberta de mel. Ele faz seu próprio mel misturando pólen e frutas. Ele fica irritado se suas patas estiverem limpas."
  },
  {
    "nome": "Ursaring",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts (Coragem), Quick Feet (Pés Rápidos) / Unnerve (Desnervar)",
    "descricao": "Descrição",
    "descricao_descricao": "Ursaring é um urso grande e poderoso. Ele marca árvores com suas garras afiadas para indicar onde estão as melhores frutas. Ele é mais ativo quando a lua está cheia."
  },
  {
    "nome": "Slugma",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Magma Armor (Armadura de Magma), Flame Body (Corpo de Fogo) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Slugma tem um corpo feito de magma líquido. Se esfriar, seu corpo endurece e se torna frágil. Ele deve se manter em constante movimento para não esfriar."
  },
  {
    "nome": "Magcargo",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Magma Armor (Armadura de Magma), Flame Body (Corpo de Fogo) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Magcargo tem uma concha feita de magma que se solidificou. A concha é dura, mas extremamente quente, com 10.000°C, e pode causar queimaduras severas com um toque."
  },
  {
    "nome": "Swinub",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Snow Cloak (Manto de Neve) / Thick Fat (Gordura Espessa)",
    "descricao": "Descrição",
    "descricao_descricao": "Swinub usa seu focinho para farejar alimentos, como cogumelos, enterrados no subsolo. Ele prefere climas frios e odeia o calor."
  },
  {
    "nome": "Piloswine",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Snow Cloak (Manto de Neve) / Thick Fat (Gordura Espessa)",
    "descricao": "Descrição",
    "descricao_descricao": "Piloswine é coberto por uma espessa camada de pêlo que o protege do frio extremo. Ele tem presas que usa para cavar no gelo e pode farejar fontes termais escondidas."
  },
  {
    "nome": "Corsola",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hustle (Impulso), Natural Cure (Cura Natural) / Regenerator (Regeneração)",
    "descricao": "Descrição",
    "descricao_descricao": "Corsola vive em colônias em águas tropicais limpas. Seus galhos são muito procurados e se regeneram se forem quebrados. É um sinal de um oceano saudável."
  },
  {
    "nome": "Remoraid",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hustle (Impulso), Sniper (Atirador) / Moody (Temperamental)",
    "descricao": "Descrição",
    "descricao_descricao": "Remoraid é um nadador forte que se agarra a Mantine para pegar restos de comida. Ele tem uma precisão incrível ao atirar jatos de água, como um rifle subaquático."
  },
  {
    "nome": "Octillery",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Suction Cups (Ventosas), Sniper (Atirador) / Moody (Temperamental)",
    "descricao": "Descrição",
    "descricao_descricao": "Octillery usa suas ventosas para prender o inimigo. Ele pode disparar tinta preta para cegar e projéteis de água. É um predador paciente que espera a presa se aproximar."
  },
  {
    "nome": "Delibird",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Vital Spirit (Espírito Vital), Hustle (Impulso) / Insomnia (Insônia)",
    "descricao": "Descrição",
    "descricao_descricao": "Delibird é conhecido por carregar comida em seu rabo, que funciona como uma sacola. Ele compartilha seus suprimentos com pessoas perdidas nas montanhas. É um Pokémon muito caridoso."
  },
  {
    "nome": "Mantine",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Water Absorb (Absorção de Água) / Water Veil (Véu de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Mantine desliza graciosamente pelos oceanos. É dócil e adora que Remoraid se prenda à sua cauda. Ele pode pular da água e planar no ar com elegância."
  },
  {
    "nome": "Skarmory",
    "tipo": "Tipo",
    "tipo_descricao": "Aço, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Sturdy (Resistência) / Weak Armor (Armadura Fraca)",
    "descricao": "Descrição",
    "descricao_descricao": "Skarmory tem uma armadura de aço forte. Ele voa em alta velocidade, e suas penas são tão afiadas quanto espadas. Ele faz ninhos em espinheiros para que seus filhotes fiquem seguros."
  },
  {
    "nome": "Houndour",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno, Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Early Bird (Pássaro Matutino), Flash Fire (Fogo Rápido) / Unnerve (Desnervar)",
    "descricao": "Descrição",
    "descricao_descricao": "Houndour caça em matilhas. Seu uivo é aterrorizante e ecoa na noite. Ele ataca com bolas de fogo misturadas com toxinas."
  },
  {
    "nome": "Houndoom",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno, Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Early Bird (Pássaro Matutino), Flash Fire (Fogo Rápido) / Unnerve (Desnervar)",
    "descricao": "Descrição",
    "descricao_descricao": "O uivo de Houndoom pode causar tremores em quem o escuta, fazendo a pessoa tremer de medo. As chamas que ele cospe contêm toxinas que nunca desaparecem, causando dor intensa."
  },
  {
    "nome": "Kingdra",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Dragão",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Sniper (Atirador) / Damp (Úmido)",
    "descricao": "Descrição",
    "descricao_descricao": "Kingdra reside nas profundezas do oceano e é incrivelmente poderoso. Ele pode criar redemoinhos gigantes apenas bocejando. É venerado como o rei do mar."
  },
  {
    "nome": "Phanpy",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pickup (Pegar) / Sand Veil (Véu de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Phanpy adora brincar e correr. Ele usa sua tromba para espirrar água. Quando rola, ele pode derrubar uma pessoa, mas se diverte fazendo isso."
  },
  {
    "nome": "Donphan",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Resistência) / Sand Veil (Véu de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Donphan é conhecido por rolar a altas velocidades para atacar. Uma vez que ele começa a rolar, é difícil pará-lo. Suas presas são tão grandes que ele só pode se curvar em um círculo."
  },
  {
    "nome": "Porygon2",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Trace (Rastreio), Download (Download) / Analytic (Analítico)",
    "descricao": "Descrição",
    "descricao_descricao": "Porygon2 é uma versão atualizada de Porygon, projetada para exploração espacial. Sua inteligência foi aprimorada, mas ele ainda não entende emoções humanas."
  },
  {
    "nome": "Stantler",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Frisk (Revistar) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "Os chifres de Stantler criam ilusões ópticas, distorcendo o espaço ao seu redor e hipnotizando quem os vê. Ele fica calmo se não for provocado."
  },
  {
    "nome": "Smeargle",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Own Tempo (Ritmo Próprio), Technician (Técnico) / Moody (Temperamental)",
    "descricao": "Descrição",
    "descricao_descricao": "Smeargle usa o líquido em sua cauda para pintar marcas de território. Ele pode aprender qualquer movimento que observe, mas só pode usar o ataque 'Sketch' (Esboço) permanentemente."
  },
  {
    "nome": "Tyrogue",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts (Coragem), Steadfast (Firmeza) / Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Tyrogue é um Pokémon jovem que adora lutar e está sempre em busca de oponentes mais fortes. Ele evolui para diferentes formas dependendo de suas estatísticas de ataque e defesa."
  },
  {
    "nome": "Hitmontop",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Technician (Técnico) / Steadfast (Firmeza)",
    "descricao": "Descrição",
    "descricao_descricao": "Hitmontop luta girando sobre sua cabeça, fazendo-o parecer um pião. Seus chutes são rápidos e precisos, e ele pode girar continuamente por longos períodos."
  },
  {
    "nome": "Smoochum",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Alheio), Forewarn (Previsão) / Hydration (Hidratação)",
    "descricao": "Descrição",
    "descricao_descricao": "Smoochum tem lábios sensíveis que usa para examinar objetos. Ela é muito vaidosa e se olha no espelho. Ela se move como se estivesse dançando e beija qualquer um que a veja."
  },
  {
    "nome": "Elekid",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estática) / Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Elekid balança os braços para gerar eletricidade, que ele armazena em seu corpo. Ele é atraído por raios e eletricidade estática. Ele prefere brincar perto de usinas de energia."
  },
  {
    "nome": "Magby",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Flame Body (Corpo de Fogo) / Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Magby tem um corpo que está sempre quente, expelindo fumaça. Sua temperatura corporal pode chegar a 600°C. Ele fica doente se ficar em climas frios."
  },
  {
    "nome": "Miltank",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Espessa), Scrappy (Briguento) / Sap Sipper (Sugar Seiva)",
    "descricao": "Descrição",
    "descricao_descricao": "Miltank é conhecida por seu leite nutritivo, que é delicioso e benéfico para a saúde. Ela é muito protetora de seus filhotes e pode atacar com chifradas poderosas."
  },
  {
    "nome": "Blissey",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Serene Grace (Graça Serena) / Healer (Curandeiro)",
    "descricao": "Descrição",
    "descricao_descricao": "Blissey é conhecida por sua compaixão e sua habilidade de sentir tristeza. Ela compartilha seus ovos de felicidade para confortar pessoas e Pokémon. Seus ovos curam qualquer doença."
  },
  {
    "nome": "Raikou",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Raikou é um dos cães lendários, simbolizando o raio que atingiu a Torre Queimada. Ele rugi com o som do trovão e armazena eletricidade em sua crina de nuvem."
  },
  {
    "nome": "Entei",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Entei é o cão lendário que representa o fogo que consumiu a Torre Queimada. Seu rugido é poderoso e pode fazer vulcões entrarem em erupção. Ele corre pela terra, soltando fogo."
  },
  {
    "nome": "Suicune",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Inner Focus (Foco Interno)",
    "descricao": "Descrição",
    "descricao_descricao": "Suicune é o cão lendário que simboliza a chuva que apagou o fogo da Torre Queimada. Ele purifica a água poluída apenas caminhando sobre ela e viaja pelo mundo em busca de água pura."
  },
  {
    "nome": "Larvitar",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts (Coragem) / Sand Veil (Véu de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Larvitar nasce no subsolo e precisa comer a terra ao seu redor para crescer. Ele come uma montanha inteira antes de evoluir. É muito pequeno, mas tem grande potencial."
  },
  {
    "nome": "Pupitar",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Muda de Pele)",
    "descricao": "Descrição",
    "descricao_descricao": "Pupitar está envolto em uma casca dura de rocha. Ele é incapaz de se mover por conta própria, mas quando se move, a força de seu corpo pode esmagar prédios. Ele está se preparando para a evolução."
  },
  {
    "nome": "Tyranitar",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Stream (Corrente de Areia) / Unnerve (Desnervar)",
    "descricao": "Descrição",
    "descricao_descricao": "Tyranitar é tão poderoso que pode derrubar uma montanha para criar seu ninho. Ele é incrivelmente resistente e destrói florestas inteiras para satisfazer sua raiva. Seu poder é inigualável."
  },
  {
    "nome": "Lugia",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Multiscale (Multi Escala)",
    "descricao": "Descrição",
    "descricao_descricao": "Lugia é o guardião dos mares, considerado um Pokémon lendário. Dizem que ele é a personificação do mar. Ele dorme no fundo do oceano para que sua força não cause tempestades."
  },
  {
    "nome": "Ho-Oh",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão) / Regenerator (Regeneração)",
    "descricao": "Descrição",
    "descricao_descricao": "Ho-Oh é o guardião dos céus e dizem que ele traz felicidade para quem o vê. Suas penas brilham com todas as cores do arco-íris. Ele tem o poder de reviver os mortos."
  },
  {
    "nome": "Celebi",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural)",
    "descricao": "Descrição",
    "descricao_descricao": "Celebi é um Pokémon mítico que viaja no tempo. Sua aparição é um sinal de boa sorte e prosperidade. Ele protege as florestas, fazendo a vegetação florescer onde quer que ele vá."
  },
  {
    "nome": "Treecko",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento) / Unburden (Alívio)",
    "descricao": "Descrição",
    "descricao_descricao": "Treecko é um lagarto Pokémon que vive em grandes árvores. Ele é calmo e coleciona dados sobre os inimigos. Sua cauda lhe permite subir paredes verticais e atacar com precisão."
  },
  {
    "nome": "Grovyle",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento) / Unburden (Alívio)",
    "descricao": "Descrição",
    "descricao_descricao": "Grovyle se esconde na selva e é conhecido por sua agilidade e velocidade. Suas folhas afiadas o ajudam a se camuflar. Ele protege seu território com ferocidade."
  },
  {
    "nome": "Sceptile",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento) / Unburden (Alívio)",
    "descricao": "Descrição",
    "descricao_descricao": "Sceptile tem sementes em sua cauda que ele usa para regar árvores. Ele é um mestre da floresta e ataca o inimigo com velocidade supersônica, saltando de galho em galho."
  },
  {
    "nome": "Torchic",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama) / Speed Boost (Impulso de Velocidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Torchic é um Pokémon pintinho que tem uma chama acesa dentro de seu corpo. Ele segue seu Treinador com passinhos vacilantes. Seu corpo é quente, e ele solta bolas de fogo quando ameaçado."
  },
  {
    "nome": "Combusken",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama) / Speed Boost (Impulso de Velocidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Combusken tem pernas fortes que lhe permitem dar 10 chutes por segundo. Ele usa a chama em seu corpo para aquecer seu oponente. Ele tem um grito alto e estridente."
  },
  {
    "nome": "Blaziken",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama) / Speed Boost (Impulso de Velocidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Blaziken é um mestre das artes marciais, capaz de saltar sobre prédios e atacar com punhos em chamas. Ele tem um forte senso de justiça e nunca desiste de uma luta difícil."
  },
  {
    "nome": "Mudkip",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente) / Damp (Úmido)",
    "descricao": "Descrição",
    "descricao_descricao": "Mudkip vive em pântanos e lama. Ele usa a barbatana em sua cabeça para sentir a água e o ar. Ele pode esmagar pedras maiores que ele com sua força."
  },
  {
    "nome": "Marshtomp",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente) / Damp (Úmido)",
    "descricao": "Descrição",
    "descricao_descricao": "Marshtomp é mais forte em terra do que na água, onde ele se move lentamente na lama. Ele tem uma pele grossa que o protege. Ele ama a lama e brinca nela frequentemente."
  },
  {
    "nome": "Swampert",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente) / Damp (Úmido)",
    "descricao": "Descrição",
    "descricao_descricao": "Swampert tem força suficiente para arrastar grandes barcos. Ele prevê tempestades e constrói seus ninhos em ilhas. Ele é leal e protege seu lar e Treinador."
  },
  {
    "nome": "Poochyena",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fugir), Quick Feet (Pés Rápidos) / Rattled (Assustado)",
    "descricao": "Descrição",
    "descricao_descricao": "Poochyena caça qualquer coisa que se mova. Ele não é muito forte e tende a recuar se o oponente retaliar. Ele uiva alto para convocar seus companheiros."
  },
  {
    "nome": "Mightyena",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Quick Feet (Pés Rápidos) / Moxie (Ousadia)",
    "descricao": "Descrição",
    "descricao_descricao": "Mightyena é um Pokémon lobo que trabalha em coordenação perfeita com sua matilha. Eles caçam em grupo, usando intimidação e movimentos rápidos para encurralar a presa."
  },
  {
    "nome": "Zigzagoon",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pickup (Pegar), Gluttony (Gula) / Quick Feet (Pés Rápidos)",
    "descricao": "Descrição",
    "descricao_descricao": "Zigzagoon corre em ziguezague por natureza. Ele é muito curioso e desenterra objetos enterrados com seu nariz. Ele pega qualquer coisa que encontra, mas muitas vezes não sabe o que fazer com ela."
  },
  {
    "nome": "Linoone",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pickup (Pegar), Gluttony (Gula) / Quick Feet (Pés Rápidos)",
    "descricao": "Descrição",
    "descricao_descricao": "Linoone só pode correr em linha reta, tornando as curvas um desafio. Ele pode atingir 100 km/h. Ele vive em áreas gramadas e é conhecido por ser extremamente rápido e determinado."
  },
  {
    "nome": "Wurmple",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shield Dust (Pó de Escudo) / Run Away (Fugir)",
    "descricao": "Descrição",
    "descricao_descricao": "Wurmple tem espinhos venenosos na ponta do corpo que usa para se defender. Ele come folhas e se move em grupos. Ele é um Pokémon lagarta de aparência simples."
  },
  {
    "nome": "Silcoon",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Muda de Pele)",
    "descricao": "Descrição",
    "descricao_descricao": "Silcoon envolve seu corpo em um casulo de seda. Ele está se preparando para a evolução. Ele fica pendurado em galhos de árvores, imóvel, esperando o momento certo."
  },
  {
    "nome": "Beautifly",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame) / Rivalry (Rivalidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Beautifly tem asas lindas, mas é um predador voraz que se alimenta de pólen. Ele ataca com fúria se for perturbado enquanto bebe o néctar das flores."
  },
  {
    "nome": "Cascoon",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Muda de Pele)",
    "descricao": "Descrição",
    "descricao_descricao": "Cascoon é a fase casulo do Wurmple que evoluirá para Dustox. Ele fica pendurado em um galho, endurecendo sua casca. Ele não se move e espera pacientemente."
  },
  {
    "nome": "Dustox",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shield Dust (Pó de Escudo) / Compound Eyes (Olhos Compostos)",
    "descricao": "Descrição",
    "descricao_descricao": "Dustox é atraído por luzes brilhantes à noite, voando em torno delas. Ele tem um pó venenoso em suas asas que é liberado quando ele as bate. É um Pokémon noturno."
  },
  {
    "nome": "Lotad",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Rain Dish (Chuva Forte) / Own Tempo (Ritmo Próprio)",
    "descricao": "Descrição",
    "descricao_descricao": "Lotad vive em lagos e rios, flutuando sobre a água com sua folha. Se a folha secar, ele enfraquece. Ele usa a folha como um barco para transportar pequenos Pokémon."
  },
  {
    "nome": "Lombre",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Rain Dish (Chuva Forte) / Own Tempo (Ritmo Próprio)",
    "descricao": "Descrição",
    "descricao_descricao": "Lombre é um Pokémon travesso que adora assustar pescadores. Ele se esconde debaixo d'água, esperando alguém cair. Ele se torna mais ativo à noite."
  },
  {
    "nome": "Ludicolo",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Rain Dish (Prato de Chuva)",
    "descricao": "Descrição",
    "descricao_descricao": "Este Pokémon começa a dançar ao som de música alegre. Se ouvir música de batalha, sua força e energia aumentam. A dança de Ludicolo traz alegria para quem a vê."
  },
  {
    "nome": "Seedot",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Early Bird (Pássaro Matutino)",
    "descricao": "Descrição",
    "descricao_descricao": "Seedot se parece com uma bolota e frequentemente fica pendurado em galhos de árvores. Quando se move, ele salta no chão, parecendo uma noz que ganhou vida. Adora tomar sol."
  },
  {
    "nome": "Nuzleaf",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Early Bird (Pássaro Matutino)",
    "descricao": "Descrição",
    "descricao_descricao": "Nuzleaf vive em florestas densas. Ele usa uma folha na cabeça para fazer sons que soam como flautas. Às vezes, ele sai da floresta para assustar as pessoas com o som de sua 'flauta'."
  },
  {
    "nome": "Shiftry",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Early Bird (Pássaro Matutino)",
    "descricao": "Descrição",
    "descricao_descricao": "Este Pokémon vive no topo de grandes árvores e usa rajadas de vento para se mover rapidamente. Dizem que Shiftry é o guardião das florestas antigas. Ele pode ler a mente dos seus oponentes."
  },
  {
    "nome": "Taillow",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts (Agallas), Scrappy (Impulso)",
    "descricao": "Descrição",
    "descricao_descricao": "Taillow é um Pokémon pequeno, mas muito corajoso. Ele enfrenta oponentes maiores sem hesitar. Durante o inverno, Taillow migra para regiões mais quentes em busca de comida."
  },
  {
    "nome": "Swellow",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Guts (Agallas), Scrappy (Impulso)",
    "descricao": "Descrição",
    "descricao_descricao": "Swellow voa em grandes altitudes, desenhando elegantes arcos no céu. É conhecido por seu voo acrobático e velocidade impressionante. Sua plumagem limpa indica boa saúde."
  },
  {
    "nome": "Wingull",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Hydration (Hidratação)",
    "descricao": "Descrição",
    "descricao_descricao": "Wingull usa seus longos bicos para carregar objetos pequenos e peixes. Ele é frequentemente visto sobrevoando o oceano. Quando voa baixo, é um sinal de que a chuva está chegando."
  },
  {
    "nome": "Pelipper",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Drizzle (Sereno)",
    "descricao": "Descrição",
    "descricao_descricao": "Pelipper usa seu grande bico como um saco para transportar Pokémon pequenos e comida. Ele frequentemente serve como uma espécie de transportador aéreo em áreas costeiras. É um excelente pescador."
  },
  {
    "nome": "Ralts",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronismo), Trace (Rastreio)",
    "descricao": "Descrição",
    "descricao_descricao": "Ralts detecta emoções com os chifres em sua cabeça. Raramente aparece para humanos, mas se sentir emoções positivas, ele se aproxima. Ele cresce absorvendo a energia emocional positiva."
  },
  {
    "nome": "Kirlia",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronismo), Trace (Rastreio)",
    "descricao": "Descrição",
    "descricao_descricao": "Kirlia tem o poder psíquico de distorcer o espaço ao seu redor e é conhecida por dançar alegremente quando está feliz. Dizem que vislumbrar a dança de Kirlia traz felicidade."
  },
  {
    "nome": "Gardevoir",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Synchronize (Sincronismo), Trace (Rastreio)",
    "descricao": "Descrição",
    "descricao_descricao": "Gardevoir tem a habilidade de ler o futuro. Seus poderes psíquicos são tão fortes que pode criar um pequeno buraco negro para proteger seu treinador a quem é intensamente leal."
  },
  {
    "nome": "Surskit",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Surskit desliza sobre a superfície da água como se estivesse patinando. Ele expele um líquido doce e espesso de sua cabeça que atrai outros Pokémon. É geralmente encontrado em lagoas tranquilas."
  },
  {
    "nome": "Masquerain",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação)",
    "descricao": "Descrição",
    "descricao_descricao": "Masquerain usa os grandes 'olhos' em suas asas para assustar seus inimigos. Seu voo é extremamente ágil e elegante. Ele detesta a chuva, pois ela pesa suas asas e o impede de voar."
  },
  {
    "nome": "Shroomish",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Effect Spore (Esporo de Efeito), Poison Heal (Cura de Veneno)",
    "descricao": "Descrição",
    "descricao_descricao": "Shroomish vive sob a sombra de grandes árvores, alimentando-se de húmus. Se perturbado, libera esporos tóxicos de seu corpo. Estes esporos causam arrepios no corpo."
  },
  {
    "nome": "Breloom",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Effect Spore (Esporo de Efeito), Poison Heal (Cura de Veneno)",
    "descricao": "Descrição",
    "descricao_descricao": "Breloom usa seus braços extensíveis e leves para atacar seus oponentes. Ele é um boxeador habilidoso, disparando esporos de seu corpo enquanto desfere golpes. É um caçador oportunista."
  },
  {
    "nome": "Slakoth",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Truant (Vadiação)",
    "descricao": "Descrição",
    "descricao_descricao": "Slakoth passa a maior parte do dia dormindo e só se move um corpo de distância por dia. Viver sem fazer nada é o seu lema. Ele raramente come, vivendo de uma folha por dia."
  },
  {
    "nome": "Vigoroth",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Ao contrário de sua forma anterior, Vigoroth está sempre cheio de energia e não consegue ficar parado. Se não correr ou se mover, fica estressado. Seus movimentos são caóticos e rápidos."
  },
  {
    "nome": "Slaking",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Truant (Vadiação)",
    "descricao": "Descrição",
    "descricao_descricao": "Slaking é o Pokémon mais preguiçoso do mundo. Ele só se move para procurar comida que esteja ao alcance de seus braços. Ele acumula energia enquanto cochila, que é liberada em ataques devastadores quando desperto."
  },
  {
    "nome": "Nincada",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Compound Eyes (Olhos Compostos)",
    "descricao": "Descrição",
    "descricao_descricao": "Nincada vive no subsolo, passando a maior parte do tempo sugando a seiva das raízes das árvores. É muito sensível à luz solar. Armazena energia antes de evoluir e passar longos períodos no escuro."
  },
  {
    "nome": "Ninjask",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Speed Boost (Impulso de Velocidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Ninjask é incrivelmente rápido; é difícil até mesmo vê-lo. O som agudo que ele emite é perturbador para quem ouve. Vive em constante movimento, testando os limites da velocidade."
  },
  {
    "nome": "Shedinja",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Wonder Guard (Guarda Maravilha)",
    "descricao": "Descrição",
    "descricao_descricao": "Este Pokémon é o exoesqueleto vazio deixado por Nincada. Ele não se move e não respira. Dizem que se alguém olhar no buraco em suas costas, sua alma será roubada. Possui imunidade a quase todos os ataques."
  },
  {
    "nome": "Whismur",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Soundproof (À Prova de Som)",
    "descricao": "Descrição",
    "descricao_descricao": "Whismur se expressa apenas em sussurros. No entanto, quando ele se assusta, solta um grito tão alto quanto o motor de um avião. Seus ouvidos ficam tampados para conter o som."
  },
  {
    "nome": "Loudred",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Soundproof (À Prova de Som)",
    "descricao": "Descrição",
    "descricao_descricao": "A voz de Loudred é alta o suficiente para estremecer a terra e causar tremores de terra. Seus grandes orifícios auditivos servem como alto-falantes naturais. Ele adora criar ruídos altos."
  },
  {
    "nome": "Exploud",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Soundproof (À Prova de Som)",
    "descricao": "Descrição",
    "descricao_descricao": "Exploud pode emitir sons de baixa e alta frequência que cobrem vastas áreas. Ele usa a combinação de sons para se comunicar e intimidar oponentes. Quando grita, abrem-se tubos em seu corpo."
  },
  {
    "nome": "Makuhita",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Guts (Agallas)",
    "descricao": "Descrição",
    "descricao_descricao": "Makuhita é um Pokémon que se esforça para se tornar um grande lutador. Ele nunca desiste, mesmo quando é derrubado. Seus ossos se fortalecem com treinamento intensivo."
  },
  {
    "nome": "Hariyama",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Guts (Agallas)",
    "descricao": "Descrição",
    "descricao_descricao": "Hariyama usa sua força para desferir golpes poderosos que podem quebrar postes telefônicos. Ele desafia os oponentes com palmas altas. É conhecido por seu espírito indomável na luta."
  },
  {
    "nome": "Azurill",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Huge Power (Poder Imenso)",
    "descricao": "Descrição",
    "descricao_descricao": "Azurill balança sua cauda grande e cheia de nutrição para brincar. Se a cauda for girada muito rapidamente, Azurill pode sair voando. É conhecido por ser um Pokémon alegre, mas que chora facilmente."
  },
  {
    "nome": "Nosepass",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Robusto), Magnet Pull (Atração Magnética)",
    "descricao": "Descrição",
    "descricao_descricao": "Nosepass é um Pokémon que sempre aponta para o norte com seu nariz magnético. Se dois Nosepass se encontrarem, eles não conseguirão se mover devido à repulsão magnética. Vivem em cavernas escuras."
  },
  {
    "nome": "Skitty",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Normalize (Normalizar)",
    "descricao": "Descrição",
    "descricao_descricao": "Skitty persegue objetos em movimento, incluindo sua própria cauda. Ele fica encantado com qualquer coisa que se mova. Seu charme fofo é capaz de desarmar a maioria dos oponentes."
  },
  {
    "nome": "Delcatty",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Normalize (Normalizar)",
    "descricao": "Descrição",
    "descricao_descricao": "Delcatty prefere viver em seu próprio ritmo, raramente ficando em um só lugar. É difícil rastreá-lo. Geralmente só se manifesta à noite, quando exibe seu comportamento elegante."
  },
  {
    "nome": "Sableye",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno, Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Stall (Estagnar)",
    "descricao": "Descrição",
    "descricao_descricao": "Sableye vive nas profundezas de cavernas e usa seus olhos de joias para ver no escuro. Dizem que ele rouba a alma das pessoas se elas fizerem contato visual. É atraído por pedras preciosas."
  },
  {
    "nome": "Mawile",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Intimidate (Intimidação)",
    "descricao": "Descrição",
    "descricao_descricao": "Mawile usa seu segundo conjunto de mandíbulas, que se desenvolveu a partir de seus chifres, para morder com força surpreendente. Ele mantém um semblante inocente para atrair a presa antes de atacar com sua poderosa mandíbula."
  },
  {
    "nome": "Aron",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Robusto), Rock Head (Cabeça de Pedra)",
    "descricao": "Descrição",
    "descricao_descricao": "Aron se alimenta de minério de ferro. Ele protege seu corpo com uma armadura de metal. Se a armadura for danificada, ele procura minério imediatamente para repará-la. É um Pokémon minerador."
  },
  {
    "nome": "Lairon",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Robusto), Rock Head (Cabeça de Pedra)",
    "descricao": "Descrição",
    "descricao_descricao": "Lairon marca seu território com força, destruindo tudo o que estiver em seu caminho. Seus chifres são usados para cavar minérios. Ele se torna agressivo se seu território for invadido."
  },
  {
    "nome": "Aggron",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Robusto), Rock Head (Cabeça de Pedra)",
    "descricao": "Descrição",
    "descricao_descricao": "Aggron é conhecido por proteger seu território com ferocidade. Ele patrulha grandes áreas montanhosas e replanta árvores para restaurar o ambiente. Sua armadura é extremamente resistente a danos."
  },
  {
    "nome": "Meditite",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pure Power (Poder Puro), Telepathy (Telepatia)",
    "descricao": "Descrição",
    "descricao_descricao": "Meditite pratica ioga nas montanhas. Concentrando-se, ele amplifica seus poderes psíquicos. Meditar por longos períodos lhe permite levitar. Alimenta-se de uma baga por dia."
  },
  {
    "nome": "Medicham",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pure Power (Poder Puro), Telepathy (Telepatia)",
    "descricao": "Descrição",
    "descricao_descricao": "Medicham é um mestre em concentrar seu espírito, o que lhe permite sentir a aura de seus oponentes. Ele usa esse poder para prever e evitar ataques, atacando com precisão. Dizem que pratica ioga 16 horas por dia."
  },
  {
    "nome": "Electrike",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estático), Lightning Rod (Páraraios)",
    "descricao": "Descrição",
    "descricao_descricao": "Electrike armazena eletricidade estática em sua pelagem. Ele solta faíscas quando corre, mas a eletricidade acumulada é liberada gradualmente. Pode causar apagões se estiver muito excitado."
  },
  {
    "nome": "Manectric",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Static (Estático), Lightning Rod (Páraraios)",
    "descricao": "Descrição",
    "descricao_descricao": "Manectric cria nuvens de trovão para atacar. Ele é incrivelmente rápido e corre em zigue-zague, deixando um rastro de eletricidade por onde passa. Sua juba solta raios poderosos."
  },
  {
    "nome": "Plusle",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Plus (Positivo)",
    "descricao": "Descrição",
    "descricao_descricao": "Plusle adora torcer pelos seus amigos, criando faíscas positivas. Ele absorve eletricidade de outros Pokémon para aumentar seu próprio poder. É sempre otimista e energizado."
  },
  {
    "nome": "Minun",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Minus (Negativo)",
    "descricao": "Descrição",
    "descricao_descricao": "Minun cria faíscas negativas, geralmente trabalhando junto com Plusle para criar um campo elétrico poderoso. Ele fica triste quando não consegue ajudar um amigo. É mais cauteloso que Plusle."
  },
  {
    "nome": "Volbeat",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Illuminate (Iluminação), Swarm (Enxame)",
    "descricao": "Descrição",
    "descricao_descricao": "Volbeat usa sua cauda luminosa para desenhar padrões no céu noturno para atrair Illumise. Ele coleta o néctar doce das flores e compartilha com outros Volbeat."
  },
  {
    "nome": "Illumise",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Desatento), Tinted Lens (Lente Tingida)",
    "descricao": "Descrição",
    "descricao_descricao": "Illumise libera um aroma doce para guiar Volbeat, que faz desenhos no céu. Ela tem uma dança elegante que hipnotiza os espectadores. É mais frequentemente vista à noite."
  },
  {
    "nome": "Roselia",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Poison Point (Ponto de Veneno)",
    "descricao": "Descrição",
    "descricao_descricao": "Roselia atrai presas com seu aroma doce, mas pica com espinhos venenosos em seus braços. Se o veneno for diluído, pode ser um ótimo remédio. Roselia floresce em temperaturas agradáveis."
  },
  {
    "nome": "Gulpin",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Liquid Ooze (Lodo Líquido), Sticky Hold (Aderência Grudenta)",
    "descricao": "Descrição",
    "descricao_descricao": "Gulpin é praticamente um estômago ambulante. Ele pode engolir qualquer coisa que caiba em sua boca. Seu corpo produz um ácido gástrico incrivelmente forte que dissolve tudo rapidamente."
  },
  {
    "nome": "Swalot",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Liquid Ooze (Lodo Líquido), Sticky Hold (Aderência Grudenta)",
    "descricao": "Descrição",
    "descricao_descricao": "Swalot armazena todos os tipos de toxinas em seu corpo. Ele pode endireitar e encolher seu corpo conforme o conteúdo do seu estômago. Seu ácido gástrico pode derreter até metal."
  },
  {
    "nome": "Carvanha",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rough Skin (Pele Áspera), Speed Boost (Impulso de Velocidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Carvanha são extremamente agressivos. Eles atacam em grandes grupos, devorando qualquer coisa em seu caminho. Seus dentes afiados podem rasgar cascos de navios. Sentem cheiro de sangue a quilômetros."
  },
  {
    "nome": "Sharpedo",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rough Skin (Pele Áspera), Speed Boost (Impulso de Velocidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Sharpedo é conhecido como o 'Terror dos Mares'. Ele nada a velocidades incríveis e é capaz de rasgar aço com suas presas. Seu corpo hidrodinâmico garante velocidade máxima. Vive em águas profundas."
  },
  {
    "nome": "Wailmer",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Veil (Véu de Água), Oblivious (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Wailmer armazena água no seu corpo, permitindo-lhe flutuar como uma bola gigante. Ele pode esguichar água para se defender. É conhecido por ser brincalhão e viver em cardumes."
  },
  {
    "nome": "Wailord",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Water Veil (Véu de Água), Oblivious (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Wailord é o maior Pokémon conhecido. Seu tamanho colossal lhe permite mergulhar nas profundezas do oceano. Quando pula, o impacto do seu retorno à água é sentido por muitos quilômetros."
  },
  {
    "nome": "Numel",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Desatento), Simple (Simples)",
    "descricao": "Descrição",
    "descricao_descricao": "Numel tem um vulcão em suas costas que armazena magma. Se ele ficar muito molhado, o magma esfria e seu corpo fica pesado, paralisando-o. É conhecido por ser um pouco lento e desatento."
  },
  {
    "nome": "Camerupt",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Magma Armor (Armadura de Magma), Solid Rock (Rocha Sólida)",
    "descricao": "Descrição",
    "descricao_descricao": "Camerupt tem vulcões em suas costas que entram em erupção a cada dez anos. Ele adora áreas quentes e secas. O magma que ele ejeta pode atingir temperaturas extremas e enterrar paisagens inteiras."
  },
  {
    "nome": "Torkoal",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "White Smoke (Fumaça Branca), Shell Armor (Armadura de Concha)",
    "descricao": "Descrição",
    "descricao_descricao": "Torkoal queima carvão dentro de sua concha para gerar energia, liberando densas nuvens de fumaça preta quando está sob estresse. É conhecido por ser um Pokémon lento, mas incrivelmente resistente."
  },
  {
    "nome": "Spoink",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Own Tempo (Ritmo Próprio)",
    "descricao": "Descrição",
    "descricao_descricao": "Spoink precisa pular continuamente usando sua cauda espiral para manter seu coração batendo. A pérola em sua cabeça amplifica seus poderes psíquicos. Se parar de pular, seu coração para."
  },
  {
    "nome": "Grumpig",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Own Tempo (Ritmo Próprio)",
    "descricao": "Descrição",
    "descricao_descricao": "Grumpig usa os orbes em espiral em sua testa para exercer controle mental sobre seus oponentes. Ele hipnotiza os outros para fazê-los dançar. Ele é conhecido por ser um Pokémon bastante egoísta."
  },
  {
    "nome": "Spinda",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Own Tempo (Ritmo Próprio), Tangled Feet (Pés Emaranhados)",
    "descricao": "Descrição",
    "descricao_descricao": "Spinda se move de forma instável e cambaleante, fazendo com que pareça que está dançando bêbado. Suas manchas são únicas; não há dois Spinda com o mesmo padrão de manchas no mundo."
  },
  {
    "nome": "Trapinch",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Arena Trap (Armadilha de Arena)",
    "descricao": "Descrição",
    "descricao_descricao": "Trapinch vive em desertos, cavando buracos cônicos na areia para prender a presa. Sua mandíbula é extremamente poderosa, capaz de esmagar pedregulhos. Ele espera pacientemente no fundo do poço."
  },
  {
    "nome": "Vibrava",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Dragão",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Vibrava bate suas asas para criar ondas ultrassônicas que causam dores de cabeça. Essas ondas são fortes o suficiente para quebrar rochas pequenas. Ele voa em zigue-zague para confundir a presa."
  },
  {
    "nome": "Flygon",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Dragão",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Flygon é conhecido como 'O Espírito do Deserto'. Bate suas asas para criar tempestades de areia para esconder sua localização. Dizem que o som de suas asas cantando lembra uma voz feminina."
  },
  {
    "nome": "Cacnea",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Water Absorb (Absorção de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Cacnea pode sobreviver em ambientes desérticos, armazenando água no seu corpo. Se estiver seco, ele libera um aroma forte e doce para atrair a presa, que é então espetada por seus espinhos."
  },
  {
    "nome": "Cacturne",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Water Absorb (Absorção de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Cacturne se torna ativo à noite. Ele segue viajantes cansados pelo deserto, esperando que fiquem exaustos. Pode suportar 30 dias sem beber água. Seu visual assustador afasta predadores."
  },
  {
    "nome": "Swablu",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Cloud Nine (Nuvem Nove)",
    "descricao": "Descrição",
    "descricao_descricao": "Swablu tem asas macias e fofas que se parecem com algodão. Ele adora limpar as coisas, esfregando a sujeira com suas asas. Seus ninhos são incrivelmente macios."
  },
  {
    "nome": "Altaria",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Cloud Nine (Nuvem Nove)",
    "descricao": "Descrição",
    "descricao_descricao": "Altaria voa entre as nuvens, parecendo uma nuvem de algodão. Seu canto é conhecido por ser melodioso e calmante, deixando aqueles que o ouvem hipnotizados. É um Pokémon que inspira paz."
  },
  {
    "nome": "Zangoose",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Immunity (Imunidade), Toxic Boost (Impulso Tóxico)",
    "descricao": "Descrição",
    "descricao_descricao": "Zangoose tem uma rivalidade milenar com Seviper. Ele se move sobre quatro patas para atacar rapidamente. Suas garras são sua arma principal. É conhecido por ser um Pokémon solitário e territorial."
  },
  {
    "nome": "Seviper",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Troca de Pele), Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "Seviper tem uma lâmina afiada na ponta da cauda que injeta veneno mortal. Sua rivalidade com Zangoose é lendária e se manifesta em batalhas ferozes. Ele se esconde na grama alta."
  },
  {
    "nome": "Lunatone",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Lunatone foi descoberto em um local de impacto de meteoro. Dizem que sua força psíquica aumenta sob a luz da lua cheia. Dorme durante o dia e flutua silenciosamente à noite."
  },
  {
    "nome": "Solrock",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Solrock extrai energia dos raios solares. Ele lança chamas intensas de seu corpo e pode hipnotizar os oponentes com a luz brilhante de sua forma. É ativo durante o dia, em oposição a Lunatone."
  },
  {
    "nome": "Barboach",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Desatento), Anticipation (Antecipação)",
    "descricao": "Descrição",
    "descricao_descricao": "Barboach usa seus bigodes como sensores para buscar comida no fundo de lagos e rios. Ele vive enterrado na lama. É escorregadio e difícil de segurar."
  },
  {
    "nome": "Whiscash",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Oblivious (Desatento), Anticipation (Antecipação)",
    "descricao": "Descrição",
    "descricao_descricao": "Whiscash é extremamente territorial. Dizem que ele é capaz de prever terremotos. Pode causar grandes tremores de terra ao bater sua cauda na água ou no solo. É conhecido por ter um apetite voraz."
  },
  {
    "nome": "Corphish",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Shell Armor (Armadura de Concha)",
    "descricao": "Descrição",
    "descricao_descricao": "Corphish é muito resistente e pode viver tanto em rios poluídos quanto em água pura. Ele usa suas garras fortes para se defender e cavar buracos. É um invasor de território determinado."
  },
  {
    "nome": "Crawdaunt",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hyper Cutter (Hiper Cortador), Shell Armor (Armadura de Concha)",
    "descricao": "Descrição",
    "descricao_descricao": "Crawdaunt é conhecido por sua natureza agressiva e temida em rios. Ele ataca qualquer um que invada seu habitat, usando suas garras poderosas para destruir tudo. Sua força é resultado de água poluída."
  },
  {
    "nome": "Baltoy",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Baltoy é um Pokémon antigo que foi encontrado em ruínas. Ele se move girando sobre seu único pé. Acredita-se que tenha sido feito de argila pelos antigos para representar a força da terra."
  },
  {
    "nome": "Claydol",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Claydol tem o poder psíquico de levitar e usa seus quatro braços para disparar feixes de energia. Dizem que ele foi um boneco de barro animado por um poder misterioso há 20.000 anos. Protege ruínas."
  },
  {
    "nome": "Lileep",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Suction Cups (Ventos de Sucção)",
    "descricao": "Descrição",
    "descricao_descricao": "Lileep é um Pokémon fóssil que vivia no fundo do mar. Ele se prende a rochas e usa seus tentáculos para capturar presas que nadam perto. É conhecido por ser um predador lento, mas eficaz."
  },
  {
    "nome": "Cradily",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Suction Cups (Ventos de Sucção)",
    "descricao": "Descrição",
    "descricao_descricao": "Cradily viveu nos oceanos de 100 milhões de anos atrás. Ele usa seus tentáculos para derrubar a presa e dissolvê-la com ácido. Ele pode suportar correntes fortes graças às suas ventosas."
  },
  {
    "nome": "Anorith",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Battle Armor (Armadura de Batalha)",
    "descricao": "Descrição",
    "descricao_descricao": "Anorith é um Pokémon fóssil que nadava no oceano primitivo com suas oito asas. Acredita-se que seja um ancestral dos insetos. É frequentemente encontrado em águas rasas."
  },
  {
    "nome": "Armaldo",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Battle Armor (Armadura de Batalha)",
    "descricao": "Descrição",
    "descricao_descricao": "Armaldo pode andar em terra firme graças às suas pernas reforçadas. Ele ataca com suas garras que podem cortar aço. Foi um predador terrestre dominante nos tempos antigos."
  },
  {
    "nome": "Feebas",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Oblivious (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Feebas é um Pokémon pateticamente magro e maltrapilho, conhecido por ser o mais feio de todos. Vive em lagos lamacentos e é difícil de encontrar. É frequentemente ignorado pelos treinadores."
  },
  {
    "nome": "Milotic",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Marvel Scale (Escama Maravilhosa), Competitive (Competitivo)",
    "descricao": "Descrição",
    "descricao_descricao": "Milotic é considerado o Pokémon mais bonito do mundo. Ele vive em lagos cristalinos e tem o poder de acalmar sentimentos de raiva e hostilidade. Sua beleza é lendária."
  },
  {
    "nome": "Castform",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Forecast (Previsão)",
    "descricao": "Descrição",
    "descricao_descricao": "Castform muda sua forma dependendo do clima. Ele foi criado em um laboratório para estudar mudanças climáticas. Pode assumir formas de Sol, Chuva ou Neve. Seu humor afeta o clima."
  },
  {
    "nome": "Kecleon",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Color Change (Mudança de Cor), Protean (Proteico)",
    "descricao": "Descrição",
    "descricao_descricao": "Kecleon pode mudar a cor do seu corpo para se camuflar perfeitamente no ambiente, mas a listra em sua barriga permanece visível. Ele usa essa camuflagem para caçar. É um Pokémon muito furtivo."
  },
  {
    "nome": "Shuppet",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Frisk (Fritar)",
    "descricao": "Descrição",
    "descricao_descricao": "Shuppet se alimenta de sentimentos de vingança e ressentimento. Ele persegue pessoas que guardam rancor. Costuma aparecer em cidades à noite. É atraído por emoções negativas."
  },
  {
    "nome": "Banette",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Frisk (Fritar)",
    "descricao": "Descrição",
    "descricao_descricao": "Banette é uma boneca rejeitada que ganhou vida devido à sua tristeza. Ela busca a criança que a abandonou. Dizem que está cheia de rancor, e desabotoar o zíper de sua boca liberaria uma energia escura."
  },
  {
    "nome": "Duskull",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Duskull pode atravessar paredes e objetos. Ele adora assustar as pessoas e irá persegui-las até o amanhecer. Seu único olho vermelho pode causar paralisia em quem o olha."
  },
  {
    "nome": "Dusclops",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão), Frisk (Fritar)",
    "descricao": "Descrição",
    "descricao_descricao": "O corpo de Dusclops é um vazio escuro, capaz de absorver qualquer coisa, não importa o tamanho. Ele hipnotiza a presa para fazê-la engolir, mas o que engole nunca mais retorna. Parece um ciclone invertido."
  },
  {
    "nome": "Tropius",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Solar Power (Poder Solar)",
    "descricao": "Descrição",
    "descricao_descricao": "Tropius cultiva frutas deliciosas em seu pescoço, que ele come para se alimentar. Ele usa suas grandes folhas para voar. Vive em florestas tropicais e é uma fonte de alimento para muitos."
  },
  {
    "nome": "Chimecho",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Chimecho se pendura em galhos de árvores ou saliências. Ele emite um grito que soa como um sino melodioso, usado para repelir inimigos. Seu som pode trazer paz de espírito."
  },
  {
    "nome": "Absol",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão), Super Luck (Super Sorte)",
    "descricao": "Descrição",
    "descricao_descricao": "Absol aparece apenas antes de desastres naturais, como terremotos e inundações, para avisar as pessoas, o que o levou a ser erroneamente chamado de 'Pokémon do Desastre'. Ele vive nas montanhas."
  },
  {
    "nome": "Wynaut",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shadow Tag (Etiqueta Sombria)",
    "descricao": "Descrição",
    "descricao_descricao": "Wynaut se reúne em cavernas durante a noite para dormir. Se estiverem em perigo, eles atacam usando suas caudas, que são consideradas a parte mais importante do seu corpo. São sempre vistos sorrindo."
  },
  {
    "nome": "Snorunt",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Snorunt vive em regiões com neve. Dizem que as casas visitadas por Snorunt serão abençoadas com prosperidade na próxima estação. Ele se alimenta de flocos de gelo."
  },
  {
    "nome": "Glalie",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Glalie tem o poder de congelar a umidade do ar instantaneamente. Sua cabeça esférica e flutuante protege contra ataques. Congela seus inimigos antes de devorá-los."
  },
  {
    "nome": "Spheal",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Spheal rola por superfícies geladas usando seu corpo redondo. Ele costuma migrar do mar para a terra para tomar sol. Sua pelagem espessa o protege do frio."
  },
  {
    "nome": "Sealeo",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Sealeo pode equilibrar objetos em seu nariz, frequentemente jogando comida para o ar e pegando-a. Ele caça em grupos e é conhecido por sua natureza sociável. Sua camada de gordura cresce mais espessa."
  },
  {
    "nome": "Walrein",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Walrein tem uma camada grossa de gordura que o protege do frio extremo. Ele pode quebrar icebergs com suas presas poderosas. É o líder de cardumes de Sealeo."
  },
  {
    "nome": "Clamperl",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shell Armor (Armadura de Concha)",
    "descricao": "Descrição",
    "descricao_descricao": "Clamperl vive no fundo do mar, protegido por sua concha. Ele produz uma pérola que se diz ter poderes misteriosos. Sua concha se torna mais forte à medida que cresce."
  },
  {
    "nome": "Huntail",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Huntail atrai presas usando a luz na ponta de sua cauda, que se assemelha a um peixe. Ele vive nas profundezas do oceano, onde a luz do sol não alcança. É um predador de emboscada."
  },
  {
    "nome": "Gorebyss",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido)",
    "descricao": "Descrição",
    "descricao_descricao": "Gorebyss é incrivelmente elegante e bonito, mas usa seu focinho fino para sugar os fluidos de suas presas. Ele muda de cor com as estações. É um predador gracioso, mas cruel."
  },
  {
    "nome": "Relicanth",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Rock Head (Cabeça de Pedra)",
    "descricao": "Descrição",
    "descricao_descricao": "Relicanth é um Pokémon que permaneceu inalterado por 100 milhões de anos. Ele pode mergulhar a grandes profundidades. É valorizado por sua sobrevivência à extinção."
  },
  {
    "nome": "Luvdisc",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Hydration (Hidratação)",
    "descricao": "Descrição",
    "descricao_descricao": "Luvdisc nada perto da superfície, e a lenda diz que casais que virem um Luvdisc terão amor eterno. Vive em recifes de coral. Seu formato é o de um coração."
  },
  {
    "nome": "Bagon",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra)",
    "descricao": "Descrição",
    "descricao_descricao": "Bagon sonha em voar e bate a cabeça contra pedras na esperança de que isso o faça crescer asas. Ele é teimoso e vive isolado nas montanhas. Sua cabeça é incrivelmente dura."
  },
  {
    "nome": "Shelgon",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rock Head (Cabeça de Pedra)",
    "descricao": "Descrição",
    "descricao_descricao": "Shelgon vive dentro de uma armadura óssea dura, acumulando energia para evoluir para a forma que sonha. Ele só come a cada dez dias e espera pacientemente a evolução. É difícil penetrar sua concha."
  },
  {
    "nome": "Salamence",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Moxie (Ousadia)",
    "descricao": "Descrição",
    "descricao_descricao": "Salamence finalmente realizou seu sonho de voar, e sua alegria o leva a voar descontroladamente. Se estiver com raiva, ele queima tudo com suas chamas. É um predador aéreo poderoso."
  },
  {
    "nome": "Beldum",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Limpo)",
    "descricao": "Descrição",
    "descricao_descricao": "Beldum é formado por duas metades unidas por um forte magnetismo. Ele se comunica por ondas psíquicas. Ele flutua usando magnetismo, e sua vida é puramente metálica."
  },
  {
    "nome": "Metang",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Limpo)",
    "descricao": "Descrição",
    "descricao_descricao": "Metang é a fusão de dois Beldum. Seu poder psíquico é forte o suficiente para esmagar um jipe. Ele voa a velocidades altas usando a propulsão magnética de seu corpo."
  },
  {
    "nome": "Metagross",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Limpo)",
    "descricao": "Descrição",
    "descricao_descricao": "Metagross é um supercomputador composto pela fusão de quatro Beldum. É incrivelmente inteligente e analisa seus oponentes rapidamente. Usa seus quatro cérebros para processar informações complexas."
  },
  {
    "nome": "Regirock",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Limpo), Sturdy (Robusto)",
    "descricao": "Descrição",
    "descricao_descricao": "Regirock é um dos três Golems Lendários. Seu corpo é feito de rochas que ele mesmo coletou. Se for danificado, ele busca rochas adequadas para se reparar. É um Pokémon estoico e resiliente."
  },
  {
    "nome": "Regice",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Limpo), Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Regice foi envolvido por gelo da era glacial. Não importa a temperatura, o gelo em seu corpo nunca derrete. Ele pode suportar calor intenso. É um Pokémon sereno e incrivelmente frio."
  },
  {
    "nome": "Registeel",
    "tipo": "Tipo",
    "tipo_descricao": "Metal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Clear Body (Corpo Limpo), Light Metal (Metal Leve)",
    "descricao": "Descrição",
    "descricao_descricao": "Registeel viveu por milênios debaixo da terra. Seu corpo é composto de um material mais duro do que qualquer metal conhecido. Ele pode encolher e esticar seus membros livremente. É um Pokémon resistente à corrosão."
  },
  {
    "nome": "Latias",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Latias é muito sensível às emoções humanas e cobre seu corpo com uma penugem de vidro para refratar a luz e se tornar invisível. É um Pokémon lendário que adora a paz."
  },
  {
    "nome": "Latios",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Latios é o Pokémon macho da dupla Eon. Ele pode voar mais rápido que um avião a jato e se comunica telepaticamente. Compartilha visões com treinadores de coração puro. Vive escondido em névoa."
  },
  {
    "nome": "Kyogre",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Drizzle (Sereno), Primordial Sea (Mar Primordial)",
    "descricao": "Descrição",
    "descricao_descricao": "Kyogre é um Pokémon lendário que expandiu os oceanos com sua chuva torrencial. Ele dorme no fundo do oceano, e seu despertar pode causar grandes inundações. Tem o poder de controlar a água."
  },
  {
    "nome": "Groudon",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Drought (Seca), Desolate Land (Terra Desolada)",
    "descricao": "Descrição",
    "descricao_descricao": "Groudon é um Pokémon lendário que levantou os continentes com sua intensa luz solar. Ele dorme nas profundezas da Terra. Sua presença é capaz de causar erupções vulcânicas. Tem o poder de controlar o magma."
  },
  {
    "nome": "Rayquaza",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Air Lock (Bloqueio Aéreo), Delta Stream (Corrente Delta)",
    "descricao": "Descrição",
    "descricao_descricao": "Rayquaza vive na camada de ozônio da atmosfera terrestre. Ele desce à Terra apenas para parar as lutas entre Groudon e Kyogre. Sua força é mítica e incomparável. Seu corpo absorve meteoros."
  },
  {
    "nome": "Jirachi",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Serene Grace (Graça Serena)",
    "descricao": "Descrição",
    "descricao_descricao": "Jirachi acorda apenas por sete dias a cada mil anos, concedendo desejos durante este período. Seu corpo se transforma em cristal quando dorme. Acredita-se que tenha o poder de realizar qualquer desejo."
  },
  {
    "nome": "Deoxys",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão)",
    "descricao": "Descrição",
    "descricao_descricao": "Deoxys é um Pokémon alienígena, nascido da mutação de um vírus espacial. Ele pode alterar sua forma para Ataque, Defesa ou Velocidade, dependendo da necessidade. Possui inteligência avançada."
  },
  {
    "nome": "Turtwig",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento), Shell Armor (Armadura de Concha)",
    "descricao": "Descrição",
    "descricao_descricao": "Turtwig faz fotossíntese com o casco em suas costas. A terra em seu casco fica mais úmida quando ele está saudável. Bebe água fresca e pura para manter seu casco resistente."
  },
  {
    "nome": "Grotle",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento), Shell Armor (Armadura de Concha)",
    "descricao": "Descrição",
    "descricao_descricao": "Grotle vive em clareiras de floresta. A vegetação em seu casco cresce mais espessa à medida que absorve a luz solar. Ele sabe onde as fontes de água potável estão localizadas."
  },
  {
    "nome": "Torterra",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Overgrow (Super Crescimento), Shell Armor (Armadura de Concha)",
    "descricao": "Descrição",
    "descricao_descricao": "Grandes Torterra têm ecossistemas em miniatura em suas costas, onde pequenos Pokémon vivem. Dizem que, no passado, as pessoas acreditavam que o mundo repousava nas costas de um Torterra. É imóvel e robusto."
  },
  {
    "nome": "Chimchar",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama), Iron Fist (Punho de Ferro)",
    "descricao": "Descrição",
    "descricao_descricao": "Chimchar tem uma chama em sua cauda alimentada por gás produzido em seu estômago. Ele é ágil e escala penhascos íngremes. A chama diminui quando ele está doente."
  },
  {
    "nome": "Monferno",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama), Iron Fist (Punho de Ferro)",
    "descricao": "Descrição",
    "descricao_descricao": "Monferno usa sua cauda flamejante para manter a distância de seus inimigos. Ele é rápido e usa o teto de cavernas e árvores para se mover em velocidade. Seu combate envolve movimentos acrobáticos."
  },
  {
    "nome": "Infernape",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Blaze (Chama), Iron Fist (Punho de Ferro)",
    "descricao": "Descrição",
    "descricao_descricao": "Infernape usa o estilo de luta de Punho de Fogo, baseado em movimentos rápidos e chamas que saem de sua coroa. Ele é conhecido por sua velocidade incomparável. A chama em sua cabeça nunca se apaga."
  },
  {
    "nome": "Piplup",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente), Defiant (Desafiador)",
    "descricao": "Descrição",
    "descricao_descricao": "Piplup é muito orgulhoso e detesta aceitar comida de humanos. Ele vive em regiões frias e tem dificuldade para caminhar, frequentemente caindo, mas sempre se levanta com orgulho."
  },
  {
    "nome": "Prinplup",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente), Defiant (Desafiador)",
    "descricao": "Descrição",
    "descricao_descricao": "Prinplup vive sozinho, evitando formar laços. É um nadador rápido e suas asas afiadas podem cortar a madeira. Seu orgulho impede que ele peça ajuda. Sua plumagem é à prova d'água."
  },
  {
    "nome": "Empoleon",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Metal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Torrent (Torrente), Defiant (Desafiador)",
    "descricao": "Descrição",
    "descricao_descricao": "Empoleon é o imperador do mar, com asas que parecem espadas afiadas. Seu orgulho não o permite lutar de forma desleal. Ele pode nadar rápido o suficiente para superar um jet ski. A ponta de sua coroa indica quem é o líder."
  },
  {
    "nome": "Starly",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Reckless (Imprudente)",
    "descricao": "Descrição",
    "descricao_descricao": "Starly é frequentemente encontrado em grandes bandos. É um Pokémon barulhento, mas fraco quando sozinho. Sua velocidade de voo aumenta com o treinamento."
  },
  {
    "nome": "Staravia",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Reckless (Imprudente)",
    "descricao": "Descrição",
    "descricao_descricao": "Staravia voa em bandos e é conhecido por sua cooperação em caças. Sua força de voo o permite carregar pequenos objetos. Sua crista indica maturidade dentro do bando."
  },
  {
    "nome": "Staraptor",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Intimidate (Intimidação), Reckless (Imprudente)",
    "descricao": "Descrição",
    "descricao_descricao": "Staraptor é conhecido por sua coragem. Ele nunca volta de uma batalha e usa suas garras para atacar. Os machos têm uma crista maior. É um predador aéreo rápido e poderoso."
  },
  {
    "nome": "Bidoof",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Simple (Simples), Unaware (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Bidoof é frequentemente visto roendo árvores. Seus dentes da frente crescem continuamente, por isso ele precisa roer constantemente. É um trabalhador árduo, mas não muito inteligente."
  },
  {
    "nome": "Bibarel",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Simple (Simples), Unaware (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Bibarel é conhecido por construir barragens com galhos e lama. Suas habilidades de nado são surpreendentes, e ele é muito mais ágil na água do que em terra. É um construtor incansável."
  },
  {
    "nome": "Kricketot",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Troca de Pele), Run Away (Fuga)",
    "descricao": "Descrição",
    "descricao_descricao": "Kricketot se comunica batendo seus chifres uns nos outros, produzindo um som que soa como um xilofone. Ele vive em campos de grama e se esconde de predadores facilmente."
  },
  {
    "nome": "Kricketune",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Technician (Técnico)",
    "descricao": "Descrição",
    "descricao_descricao": "Kricketune usa seus braços cruzados para criar músicas complexas e harmoniosas. Os sons que ele produz variam dependendo do seu humor. Seu canto é ouvido ao pôr do sol."
  },
  {
    "nome": "Shinx",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rivalry (Rivalidade), Intimidate (Intimidação)",
    "descricao": "Descrição",
    "descricao_descricao": "Shinx usa os músculos da cauda para gerar eletricidade. Seus músculos brilham quando ele está em perigo. Ele armazena eletricidade em sua pele e pode causar choque ao toque."
  },
  {
    "nome": "Luxio",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rivalry (Rivalidade), Intimidate (Intimidação)",
    "descricao": "Descrição",
    "descricao_descricao": "Luxio vive em grupos e se comunica por meio de pulsos elétricos. Suas garras são capazes de liberar eletricidade paralisante. É um Pokémon social e caça em equipe."
  },
  {
    "nome": "Luxray",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Rivalry (Rivalidade), Intimidate (Intimidação)",
    "descricao": "Descrição",
    "descricao_descricao": "Luxray tem a capacidade de ver através de paredes, usando sua visão de raio-X. Ele usa essa habilidade para rastrear presas e encontrar seus filhotes perdidos. Seus olhos são amarelos e poderosos."
  },
  {
    "nome": "Budew",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Poison Point (Ponto de Veneno)",
    "descricao": "Descrição",
    "descricao_descricao": "Budew é um botão que só floresce quando sente a luz do sol de primavera e o calor do verão. Ele libera esporos carregados de toxinas. Ele se enrola para se proteger no frio."
  },
  {
    "nome": "Roserade",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Venenoso",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Poison Point (Ponto de Veneno)",
    "descricao": "Descrição",
    "descricao_descricao": "Roserade atrai a presa com seu perfume agradável, mas ataca com chicotes venenosos escondidos em seus braços. É conhecido por sua elegância e por usar uma dança complexa na batalha. Seus venenos são letais."
  },
  {
    "nome": "Cranidos",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Mold Breaker (Quebra-Moldes), Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Cranidos é um Pokémon fóssil conhecido por sua cabeça incrivelmente dura, que ele usa para derrubar árvores e rochas em batalhas. Seu cérebro é muito pequeno, compensado pela força da cabeça."
  },
  {
    "nome": "Rampardos",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Mold Breaker (Quebra-Moldes), Sheer Force (Força Bruta)",
    "descricao": "Descrição",
    "descricao_descricao": "Rampardos pode desferir um golpe de cabeça poderoso o suficiente para derrubar um edifício. Ele viveu há 100 milhões de anos. Sua cabeça é o resultado de milhões de anos de evolução para a batalha."
  },
  {
    "nome": "Shieldon",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Metal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Robusto), Soundproof (À Prova de Som)",
    "descricao": "Descrição",
    "descricao_descricao": "Shieldon é um Pokémon fóssil conhecido por seu rosto defensivo que pode desviar qualquer ataque. Ele se alimenta de grama. Viveu em pântanos há mais de 100 milhões de anos."
  },
  {
    "nome": "Bastiodon",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra, Metal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Robusto), Soundproof (À Prova de Som)",
    "descricao": "Descrição",
    "descricao_descricao": "Bastiodon pode resistir a ataques frontais de qualquer tipo, pois seu rosto é impenetrável. Ele formava paredes de defesa para proteger seus filhotes na natureza. É pacífico, mas robusto."
  },
  {
    "nome": "Burmy",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Shed Skin (Troca de Pele), Overcoat (Casaco)",
    "descricao": "Descrição",
    "descricao_descricao": "Burmy cobre seu corpo com um manto feito de folhas, areia ou detritos para se proteger do frio. Ele muda a capa se o ambiente mudar. Não gosta de ser incomodado."
  },
  {
    "nome": "Wormadam",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Planta/Terrestre/Metal (Depende da Capa)",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Anticipation (Antecipação), Overcoat (Casaco)",
    "descricao": "Descrição",
    "descricao_descricao": "Wormadam se torna permanente em sua forma de capa ao evoluir. Existem três formas diferentes (Planta, Lixo, Areia). É uma fêmea que espera pacientemente por um parceiro."
  },
  {
    "nome": "Mothim",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swarm (Enxame), Tinted Lens (Lente Tingida)",
    "descricao": "Descrição",
    "descricao_descricao": "Mothim é a forma evoluída do Burmy macho. Ele voa de flor em flor em busca de néctar. É nômade e nunca fica no mesmo lugar por muito tempo."
  },
  {
    "nome": "Vespiquen",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão), Unnerve (Desnervar)",
    "descricao": "Descrição",
    "descricao_descricao": "Vespiquen é a rainha das Combee. Ela usa seus favos de mel para armazenar mel e feromônios que controlam seu enxame. Ela ataca usando comandos especiais para seus subordinados."
  },
  {
    "nome": "Pachirisu",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fuga), Volt Absorb (Absorção de Volts)",
    "descricao": "Descrição",
    "descricao_descricao": "Pachirisu armazena eletricidade em suas bochechas fofas. Ele esfrega nozes umas nas outras para carregar energia estática, usando a cauda para liberar excesso de eletricidade. É muito brincalhão."
  },
  {
    "nome": "Buizel",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Water Veil (Véu de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Buizel usa a boia em seu pescoço para manter a cabeça acima da água. Ele usa sua cauda dupla como hélice para nadar em alta velocidade. É frequentemente visto em rios caudalosos."
  },
  {
    "nome": "Floatzel",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Water Veil (Véu de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Floatzel resgata pessoas afogadas e usa sua boia para ajudar. Ele é capaz de nadar incrivelmente rápido e atacar com jatos de água. Sua cauda se torna ainda mais forte para propulsão."
  },
  {
    "nome": "Cherubi",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila)",
    "descricao": "Descrição",
    "descricao_descricao": "Cherubi tem uma pequena esfera que contém nutrientes. A esfera murcha quando os nutrientes são absorvidos. Ele adora tomar sol e fica animado com a luz forte."
  },
  {
    "nome": "Cherrim",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Flower Gift (Presente de Flor)",
    "descricao": "Descrição",
    "descricao_descricao": "Cherrim muda sua forma dependendo do clima. Na luz solar intensa, ele se abre em sua forma radiante, liberando energia. Na escuridão, ele se fecha em sua forma nublada."
  },
  {
    "nome": "Shellos",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sticky Hold (Aderência Grudenta), Storm Drain (Dreno de Tempestade)",
    "descricao": "Descrição",
    "descricao_descricao": "Shellos vive em diferentes cores, dependendo do lado da região onde nasceu (Oeste ou Leste). Ele libera um líquido roxo para afugentar inimigos. É um Pokémon muito elástico."
  },
  {
    "nome": "Gastrodon",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sticky Hold (Aderência Grudenta), Storm Drain (Dreno de Tempestade)",
    "descricao": "Descrição",
    "descricao_descricao": "Gastrodon também vem em formas diferentes dependendo da região, resultado da separação dos mares. Ele pode se regenerar de ferimentos graves, contanto que sua geleia interior permaneça intacta."
  },
  {
    "nome": "Ambipom",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Technician (Técnico), Skill Link (Elo de Habilidade)",
    "descricao": "Descrição",
    "descricao_descricao": "Ambipom usa suas duas caudas como mãos, sendo mais habilidoso com elas do que com seus próprios braços. Ele se comunica com outros Ambipom apertando as mãos-cauda. É um Pokémon social e energético."
  },
  {
    "nome": "Drifloon",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Aftermath (Consequência), Unburden (Alivio)",
    "descricao": "Descrição",
    "descricao_descricao": "Drifloon é um balão de ar que leva crianças para o submundo. Embora pareça fofo, ele fica bravo quando as crianças tentam segurá-lo com muita força. Seu corpo é feito de almas perdidas."
  },
  {
    "nome": "Drifblim",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Aftermath (Consequência), Unburden (Alivio)",
    "descricao": "Descrição",
    "descricao_descricao": "Drifblim voa sem rumo, impulsionado pelo vento e pelas almas que absorve. Ele usa tentáculos para capturar presas. Vê-lo em grandes números no céu é um mau presságio."
  },
  {
    "nome": "Buneary",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Run Away (Fuga), Klutz (Desastrado)",
    "descricao": "Descrição",
    "descricao_descricao": "Buneary usa suas orelhas enroladas como um coque para detectar o perigo e criar poderosos ataques de choque ao desenrolá-las. Dorme com uma orelha esticada para ficar alerta. É cauteloso."
  },
  {
    "nome": "Lopunny",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Cute Charm (Charme Fofo), Klutz (Desastrado)",
    "descricao": "Descrição",
    "descricao_descricao": "Lopunny é um Pokémon muito tímido, mas quando enfrenta o perigo, desfere chutes rápidos e elegantes. Sua pelagem é macia e apreciada por seu calor e conforto."
  },
  {
    "nome": "Mismagius",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Mismagius lança feitiços e encantações que podem trazer felicidade ou desgraça. Seus gritos soam como um canto mágico, mas na verdade causam ilusões e alucinações. É um Pokémon travesso e poderoso."
  },
  {
    "nome": "Honchkrow",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Insomnia (Insônia), Super Luck (Super Sorte)",
    "descricao": "Descrição",
    "descricao_descricao": "Honchkrow é conhecido como o 'Chefão da Noite', liderando bandos de Murkrow. Ele tem um ar arrogante e é impiedoso com seus subordinados que falham. Só voa durante a noite."
  },
  {
    "nome": "Glameow",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Limber (Flexível), Own Tempo (Ritmo Próprio)",
    "descricao": "Descrição",
    "descricao_descricao": "Glameow usa sua cauda em forma de mola para expressar suas emoções, balançando-a com charme. Ele se torna mal-humorado e destrói móveis se for ignorado. É um Pokémon vaidoso."
  },
  {
    "nome": "Purugly",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Thick Fat (Gordura Grossa), Own Tempo (Ritmo Próprio)",
    "descricao": "Descrição",
    "descricao_descricao": "Purugly usa seu corpo volumoso para intimidar os oponentes. Ele enrola suas duas caudas em torno da cintura para parecer mais esbelto e elegante, apesar de ser grande e preguiçoso."
  },
  {
    "nome": "Chingling",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Chingling tem uma esfera de sino que ressoa em seu corpo. Ele balança esta esfera para fazer um som agudo e hipnótico, que usa para alertar outros ou atordoar inimigos. É um Pokémon muito frágil."
  },
  {
    "nome": "Stunky",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Stench (Mau Cheiro), Aftermath (Consequência)",
    "descricao": "Descrição",
    "descricao_descricao": "Stunky libera um líquido fedorento de seu traseiro para afastar predadores. O cheiro é tão potente que pode ser sentido a mais de um quilômetro de distância. Ele mira nos rostos de seus oponentes."
  },
  {
    "nome": "Skuntank",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Stench (Mau Cheiro), Aftermath (Consequência)",
    "descricao": "Descrição",
    "descricao_descricao": "Skuntank pode atirar seu líquido fedorento a longas distâncias, com grande precisão. Ele o armazena em sua cauda. O fedor é pior quanto mais ele fermenta. É territorial e tem um temperamento ruim."
  },
  {
    "nome": "Bronzor",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação), Heatproof (À Prova de Calor)",
    "descricao": "Descrição",
    "descricao_descricao": "Bronzor é um Pokémon que se assemelha a um espelho de bronze antigo. Foi desenterrado de tumbas e acredita-se que tenha o poder de invocar a chuva, sendo venerado como um artefato sagrado."
  },
  {
    "nome": "Bronzong",
    "tipo": "Tipo",
    "tipo_descricao": "Metal, Psíquico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação), Heatproof (À Prova de Calor)",
    "descricao": "Descrição",
    "descricao_descricao": "Bronzong foi originalmente pensado para ser um portal entre este mundo e outro. Seu sino emite um som ressonante que pode induzir a sonolência. Vive em cavernas e absorve calor para sobreviver."
  },
  {
    "nome": "Bonsly",
    "tipo": "Tipo",
    "tipo_descricao": "Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sturdy (Robusto), Rock Head (Cabeça de Pedra)",
    "descricao": "Descrição",
    "descricao_descricao": "Bonsly imita uma árvore para se camuflar, mas como é um Pokémon de Pedra, ele não gosta de água e chora excessivamente quando se molha. Ele vive em áreas secas e rochosas."
  },
  {
    "nome": "Mime Jr.",
    "tipo": "Tipo",
    "tipo_descricao": "Psíquico, Fada",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Soundproof (À Prova de Som), Filter (Filtro)",
    "descricao": "Descrição",
    "descricao_descricao": "Mime Jr. imita as ações de quem vê. Ele usa a mímica para se comunicar, mas para de imitar se for olhado diretamente. É um Pokémon alegre e brincalhão que se torna agressivo se irritado."
  },
  {
    "nome": "Happiny",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Natural Cure (Cura Natural), Serene Grace (Graça Serena)",
    "descricao": "Descrição",
    "descricao_descricao": "Happiny carrega uma pedra branca em sua bolsa, imitando sua mãe, Chansey. Ele procura a pedra perfeita e chora se a que carrega for roubada. É um Pokémon extremamente amável e cuidadoso."
  },
  {
    "nome": "Chatot",
    "tipo": "Tipo",
    "tipo_descricao": "Normal, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Keen Eye (Olho Vivo), Tangled Feet (Pés Emaranhados)",
    "descricao": "Descrição",
    "descricao_descricao": "Chatot pode imitar a fala humana perfeitamente. Seu corpo, incluindo a nota musical que forma sua cabeça, ressoa com os sons que ouve. Ele é muito social e vive em bandos barulhentos."
  },
  {
    "nome": "Spiritomb",
    "tipo": "Tipo",
    "tipo_descricao": "Fantasma, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão), Infiltrator (Infiltrador)",
    "descricao": "Descrição",
    "descricao_descricao": "Spiritomb é a fusão de 108 espíritos. Está preso em um artefato keystone devido a um feitiço de mil anos. Ele causa estragos quando libertado. É um Pokémon incrivelmente malicioso e caótico."
  },
  {
    "nome": "Gible",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Rough Skin (Pele Áspera)",
    "descricao": "Descrição",
    "descricao_descricao": "Gible vive em buracos no chão de cavernas aquecidas. Ele ataca qualquer coisa que se mova, usando sua grande boca para morder. Ele não tolera o frio e passa a maior parte do tempo em ambientes quentes."
  },
  {
    "nome": "Gabite",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Rough Skin (Pele Áspera)",
    "descricao": "Descrição",
    "descricao_descricao": "Gabite adora acumular objetos brilhantes, muitas vezes cavando em busca de minérios valiosos. Ele é conhecido por ser rápido e por suas escamas afiadas. Ele ataca com fúria cega em combate."
  },
  {
    "nome": "Garchomp",
    "tipo": "Tipo",
    "tipo_descricao": "Dragão, Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Veil (Véu de Areia), Rough Skin (Pele Áspera)",
    "descricao": "Descrição",
    "descricao_descricao": "Garchomp voa na velocidade de um jato e ataca com fúria incontrolável. Ele usa suas barbatanas como asas e lâminas. É um dos Pokémon mais poderosos e temidos. Sua velocidade o torna quase invisível."
  },
  {
    "nome": "Munchlax",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pickup (Coleta), Thick Fat (Gordura Grossa)",
    "descricao": "Descrição",
    "descricao_descricao": "Munchlax come constantemente, engolindo sua comida sem mastigar. Ele esconde comida em seu longo pelo para comer mais tarde. Ele pode comer mais do que o seu próprio peso diariamente. Não se importa com o gosto."
  },
  {
    "nome": "Riolu",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Steadfast (Constante)",
    "descricao": "Descrição",
    "descricao_descricao": "Riolu pode sentir as auras dos seres vivos, lendo seus pensamentos e emoções. Ele corre por longas distâncias, treinando. É um Pokémon ativo e leal, mas ainda inexperiente em batalha."
  },
  {
    "nome": "Lucario",
    "tipo": "Tipo",
    "tipo_descricao": "Lutador, Metal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Inner Focus (Foco Interno), Steadfast (Constante)",
    "descricao": "Descrição",
    "descricao_descricao": "Lucario tem o poder de ler e manipular a aura. Ele pode prever os movimentos de seu oponente. É um Pokémon orgulhoso e leal, que treina para dominar seu potencial interior. Suas auras podem estilhaçar rochas."
  },
  {
    "nome": "Hippopotas",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Stream (Corrente de Areia), Sand Force (Força de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Hippopotas libera areia de seu corpo ao invés de suor. Ele fecha as narinas ao mergulhar na areia para se proteger. Ele odeia ficar molhado. É noturno e caça após o pôr do sol."
  },
  {
    "nome": "Hippowdon",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Sand Stream (Corrente de Areia), Sand Force (Força de Areia)",
    "descricao": "Descrição",
    "descricao_descricao": "Hippowdon pode expelir areia do seu corpo como um canhão. Ele cria grandes tempestades de areia para se proteger. Sua boca é grande o suficiente para engolir um carro. É um Pokémon de temperamento sério."
  },
  {
    "nome": "Skorupi",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Inseto",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Battle Armor (Armadura de Batalha), Sniper (Franco-Atirador)",
    "descricao": "Descrição",
    "descricao_descricao": "Skorupi usa as garras em sua cauda para injetar veneno na presa. Ele se esconde sob a areia do deserto, esperando pacientemente. É conhecido por ser resistente, mas lento."
  },
  {
    "nome": "Drapion",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Noturno",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Battle Armor (Armadura de Batalha), Sniper (Franco-Atirador)",
    "descricao": "Descrição",
    "descricao_descricao": "Drapion tem mandíbulas poderosas e uma cauda venenosa que injeta toxinas de ação rápida. Seu temperamento é feroz, e ele se move com velocidade surpreendente. É um Pokémon predador perigoso."
  },
  {
    "nome": "Croagunk",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Anticipation (Antecipação), Dry Skin (Pele Seca)",
    "descricao": "Descrição",
    "descricao_descricao": "Croagunk infla sua bolsa vocal para produzir um som sinistro. Ele injeta veneno usando um dedo em sua mão. É conhecido por ser sorrateiro e por gostar de duelos justos. Vive em pântanos."
  },
  {
    "nome": "Toxicroak",
    "tipo": "Tipo",
    "tipo_descricao": "Venenoso, Lutador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Anticipation (Antecipação), Dry Skin (Pele Seca)",
    "descricao": "Descrição",
    "descricao_descricao": "Toxicroak injeta um veneno que paralisa o corpo. Ele se torna mais forte no lodo e em pântanos. É um mestre em ataques furtivos, usando suas cores brilhantes para avisar o perigo."
  },
  {
    "nome": "Carnivine",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Levitate (Levitação)",
    "descricao": "Descrição",
    "descricao_descricao": "Carnivine usa um líquido doce e aromático para atrair a presa. Ele espera pendurado em árvores em áreas pantanosas. Sua grande boca pode mastigar qualquer coisa. Não gosta de luz solar direta."
  },
  {
    "nome": "Finneon",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Storm Drain (Dreno de Tempestade)",
    "descricao": "Descrição",
    "descricao_descricao": "Finneon usa suas barbatanas peitorais, que se assemelham a asas de borboleta, para nadar graciosamente. Ele é conhecido por criar um brilho suave no oceano. É popular entre os colecionadores de Pokémon aquáticos."
  },
  {
    "nome": "Lumineon",
    "tipo": "Tipo",
    "tipo_descricao": "Água",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Storm Drain (Dreno de Tempestade)",
    "descricao": "Descrição",
    "descricao_descricao": "Lumineon atrai pequenos Pokémon com o brilho de suas barbatanas. Ele usa suas grandes barbatanas como uma âncora para descansar no fundo do mar. Seu brilho serve para comunicação em águas escuras."
  },
  {
    "nome": "Mantyke",
    "tipo": "Tipo",
    "tipo_descricao": "Água, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Swift Swim (Nado Rápido), Water Absorb (Absorção de Água)",
    "descricao": "Descrição",
    "descricao_descricao": "Mantyke adora nadar em cardumes com outros Pokémon aquáticos. Ele é frequentemente visto saltando para fora da água. Sua aparência é graciosa, e ele se alimenta de plâncton."
  },
  {
    "nome": "Snover",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Snow Warning (Aviso de Neve), Soundproof (À Prova de Som)",
    "descricao": "Descrição",
    "descricao_descricao": "Snover vive em montanhas nevadas e gosta de climas frios. No final da primavera, suas flores se transformam em pequenos frutos gelados. É um Pokémon pacífico, mas robusto."
  },
  {
    "nome": "Abomasnow",
    "tipo": "Tipo",
    "tipo_descricao": "Planta, Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Snow Warning (Aviso de Neve), Soundproof (À Prova de Som)",
    "descricao": "Descrição",
    "descricao_descricao": "Abomasnow é conhecido como 'O Monstro da Neve'. Ele causa nevascas para se proteger e se camuflar. Ele se esconde em montanhas nevadas e só desce quando a primavera se aproxima."
  },
  {
    "nome": "Weavile",
    "tipo": "Tipo",
    "tipo_descricao": "Noturno, Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Pressure (Pressão), Pickpocket (Batedor de Carteira)",
    "descricao": "Descrição",
    "descricao_descricao": "Weavile vive em grupos e se comunica por meio de sinais de garras que marcam árvores. Eles caçam em equipe, atacando presas maiores. Sua velocidade é mortal e suas garras são afiadas como navalhas."
  },
  {
    "nome": "Magnezone",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico, Metal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Magnet Pull (Atração Magnética), Sturdy (Robusto)",
    "descricao": "Descrição",
    "descricao_descricao": "Magnezone evoluiu devido a um campo magnético especial. Ele flutua usando magnetismo e emite sinais de rádio para o espaço. Às vezes, ele confunde seu campo magnético e fica preso no chão."
  },
  {
    "nome": "Lickilicky",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Own Tempo (Ritmo Próprio), Oblivious (Desatento)",
    "descricao": "Descrição",
    "descricao_descricao": "Lickilicky tem uma língua incrivelmente longa e pegajosa, que ele usa para explorar objetos antes de engoli-los. Seu cuspe contém uma substância que neutraliza qualquer gosto. Adora comer."
  },
  {
    "nome": "Rhyperior",
    "tipo": "Tipo",
    "tipo_descricao": "Terrestre, Pedra",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Lightning Rod (Páraraios), Solid Rock (Rocha Sólida)",
    "descricao": "Descrição",
    "descricao_descricao": "Rhyperior pode colocar pedras e projéteis em buracos em suas mãos para atirá-los como um canhão. Sua armadura é extremamente forte, e ele é conhecido por seu temperamento explosivo."
  },
  {
    "nome": "Tangrowth",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Chlorophyll (Clorofila), Leaf Guard (Guarda de Folha)",
    "descricao": "Descrição",
    "descricao_descricao": "Tangrowth tem braços longos feitos de videiras que podem esticar para agarrar presas. Ele se regenera rapidamente. Suas videiras escondem seus olhos, tornando-o misterioso e imprevisível."
  },
  {
    "nome": "Electivire",
    "tipo": "Tipo",
    "tipo_descricao": "Elétrico",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Motor Drive (Motor de Condução), Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Electivire gera eletricidade com suas caudas duplas, que ele usa para chocar oponentes. Ele pode gerar até 20.000 volts. Ele adora absorver eletricidade, tornando-se mais forte sob tempestades."
  },
  {
    "nome": "Magmortar",
    "tipo": "Tipo",
    "tipo_descricao": "Fogo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Flame Body (Corpo de Chama), Vital Spirit (Espírito Vital)",
    "descricao": "Descrição",
    "descricao_descricao": "Magmortar atira bolas de fogo que atingem 2.000 graus Celsius de seus braços que parecem canhões. Ele vive perto de vulcões. Sua temperatura corporal é extremamente alta, tornando-o perigoso ao toque."
  },
  {
    "nome": "Porygon-Z",
    "tipo": "Tipo",
    "tipo_descricao": "Normal",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Adaptability (Adaptabilidade), Download (Download)",
    "descricao": "Descrição",
    "descricao_descricao": "Porygon-Z foi criado quando a atualização de Porygon2 foi comprometida, resultando em um comportamento instável. Ele pode viajar por dimensões. É um Pokémon digital conhecido por sua imprevisibilidade."
  },
  {
    "nome": "Togekiss",
    "tipo": "Tipo",
    "tipo_descricao": "Fada, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Hustle (Correria), Serene Grace (Graça Serena)",
    "descricao": "Descrição",
    "descricao_descricao": "Togekiss é um símbolo de paz e prosperidade. Ele só aparece em áreas livres de conflito. Ele distribui bênçãos para aqueles que respeitam os direitos dos outros. Sua presença é considerada uma sorte tremenda."
  },
  {
    "nome": "Yanmega",
    "tipo": "Tipo",
    "tipo_descricao": "Inseto, Voador",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Speed Boost (Impulso de Velocidade), Tinted Lens (Lente Tingida)",
    "descricao": "Descrição",
    "descricao_descricao": "Yanmega pode carregar um adulto enquanto voa a velocidades altíssimas. Ele usa a onda de choque de suas asas para nocautear a presa. Suas grandes mandíbulas são poderosas para esmagar oponentes."
  },
  {
    "nome": "Leafeon",
    "tipo": "Tipo",
    "tipo_descricao": "Planta",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Leaf Guard (Guarda de Folha), Chlorophyll (Clorofila)",
    "descricao": "Descrição",
    "descricao_descricao": "Leafeon faz fotossíntese para purificar o ar. É pacífico e prefere evitar brigas, emitindo um cheiro fresco e limpo, semelhante ao de grama recém-cortada. Vive em florestas bem iluminadas."
  },
  {
    "nome": "Glaceon",
    "tipo": "Tipo",
    "tipo_descricao": "Gelo",
    "habilidades": "Habilidades",
    "habilidades_descricao": "Snow Cloak (Manto de Neve), Ice Body (Corpo de Gelo)",
    "descricao": "Descrição",
    "descricao_descricao": "Glaceon pode congelar o ar ao seu redor, controlando o gelo em sua pelagem. Ele vive em montanhas nevadas e pode criar pequenos cristais de gelo que usa como projéteis. Sua pelagem é tão fria quanto o gelo."
  }
  ]